{"entities/книга-'Думай-медленно...-решай-быстро'.-Канеман":{"title":"книга 'Думай медленно... решай быстро'. Канеман","links":[],"tags":[],"content":"книга описывает много полезных для нас концепций. Возможно, я напишу в будущем её краткое изложение, но пока смотрите “обратные ссылки” — статьи и понятия, взятые из этой книги :)"},"entities/книга-'психология-мотивации-достижений'.-Гордеева":{"title":"книга 'психология мотивации достижений'. Гордеева","links":[],"tags":[],"content":"книга описывает много полезных для нас концепций. Возможно, я напишу в будущем её краткое изложение, но пока смотрите “обратные ссылки” — статьи и понятия, взятые из этой книги :)"},"index":{"title":"Антон пытается в организованность","links":["meta/о-темах,-которые-тут-разбираем-и-обо-мне","заметки/О-заметках","привычки/О-привычках","дела/О-делах","хранение-информации-и-вещей/О-системе-хранения-информации-и-вещей"],"tags":[],"content":"“Цифровой сад”\n\nо темах, которые тут разбираем и обо мне\n\nточки старта:\n\nО заметках\nО привычках\nО делах\nО системе хранения информации и вещей\n"},"meta/о-темах,-которые-тут-разбираем-и-обо-мне":{"title":"о темах, которые тут разбираем и обо мне","links":["заметки/мой-бэкграунд-про-заметки","дела/мой-бэкграунд-про-ведение-дел"],"tags":[],"content":"Привет!\nЭтот сайт — моя попытка сделать “цифровой сад” — открытое пространство, в котором я делюсь своими мыслями и идеями.\nчто такое “цифровой сад”\nПо сути, это блог, но с двумя отличиями:\n\nупор на структуру, не на хронологию. Я постараюсь на сайте сделать достаточно чёткое изложение мыслей, чтобы по структуре можно было “бродить” и узнавать то, что вам интересно\nнезаконченность тем. Иногда (посмотрим, как получится) я буду писать не только законченных темах, но и просто ставить вопросы и писать лишь первые мысли с идеей дополнить их потом. Призываю для таких статей (для всех тоже, но для них особенно!) приходить в телеграм.\n\nХронологическая активность видна слева, но так же будет отображаться в телеграме\nкакие темы тут вас ждут\nФокусируюсь на вещах, связанных с “организованностью”\n\nПривычки\n“Продуктивность”\nРабота с заметками\nОбработка информации\n\nК этим областям относится куча вопросов и подтем. Все они будут рассмотрены, но когда-нибудь. Однако всегда можно мне написать :): уборка, залипание в соцсетях, сохранение идей для подарков, написание статей, чтение книг, отдых и сон etc.\nНа сайте будет как некоторые базовые принципы (порой может быть занудненько хД), так и практические применения.\nКроме того, иногда я могу рассказывать про оффтоп: в первую очередь возможен он про взаимодействие с людьми: от заметок по редактуре до мыслей по игротехнике.\nобо мне\nв контексте обсуждаемых тем\nПочему мне нельзя доверять. Вопросы привычек, продуктивности etc это вопросы из области психологии и нейробиологии. Я не специалист в этих областях. Я концентрируюсь на своём опыте, опыте друзей и рассуждениях. Опыт может быть невалиден для вас, в рассуждениях могут быть ошибки. Иногда я допускаю рассказ о психологии/биологии, но тогда стараюсь или подкрепить рассказ источником (как правило скорее научпоп, чем оригинальная научная статья) или явно указываю, что описанное ниже — моя теория.\nПочему мне можно доверять. Я пытаюсь разобраться в теме организованности с 2021 года (уже 3 года на момент написания статьи). За это время я, конечно, не постиг полный дзен, но многие вещи стали яснее. Я никуда не тороплюсь со своими заметками, что позволяет укладываться в голове идеям и даёт возможность им эволюционировать. И, наконец, я учёный и будучи учёным мне важна “научная честность” — я стараюсь не делать голословных утверждений, сосредотачиваюсь на наблюдениях и могу признать ошибку в идеях.\nТрадиционно все добавляют в рассказ “до внедрения системы я был ленив и ничего не делал”. В моём же случае проблема была не в лени, а в безумном количестве интересов. Я любил и люблю делать кучу вещей. Но как раз из-за этого чувствовал, что всё свободное время куда-то уходит и я почти не умею действовать проактивно, когда надо мной не довлеет дедлайн. И из-за этого чувствовал, как знания, которые я получаю, исчезают из памяти…\nСмотри также:\n\nмой бэкграунд про заметки\nмой бэкграунд про ведение дел\n\nвне контекста\n\nЗовут Антон. 29 лет (на момент написания статьи)\nДоступен в телеграме: @Lavnton\nфизик, кандидат физико-математических наук. Занимаюсь масс-спектрометрией, до аспирантуры был астрофизиком\nпрограммист: не профессионал, но в целом много времени этому уделяю\nспектр моих хобби скорее широкий, чем глубокий: вожатство, игротехника, археология, массаж, редактура, публичные выступления, вязание, рисование, etc…\n\n\nобсуждение в Телеграм"},"дела/N-определений-продуктивности":{"title":"N определений продуктивности","links":["дела/Продуктивность----искусство-понимать-что-и-как-делать-сейчас,-что-и-когда-делать-потом","дела/Продуктивность----больше-делать-чего-хочется"],"tags":[],"content":"Продуктивность — что это? Позволяет ли какая-то система добиться большей продуктивности или нет? Как её измерить?\nВ “ядре” термина мы едины. Более менее. Мы назовём человека, который сделал 10 дел и готов продолжать более продуктивным, чем того, кто сделал 3 и устал.\nЧем дальше мы от “ядра”, чем больше задумываемся, тем меньше понимания у нас остаётся. Сделал 10 дел? Может потому что он дотянул до дедлайна и иначе не мог? Устал после 3х? Может потому что он пахал вчера? Или может он о себе больше заботиться?\nНиже я собираю определения продуктивности. Те, что нашёл в литературе и мои. Они смотрят на проблему с разных сторон, пытаются подчеркнуть разные аспекты. И все в той или иной мере верны. И в той или иной мере ошибочны\nмои\nСтатья будет дополняться, ссылки раскрываться\n\nПродуктивность — искусство понимать что и как делать сейчас, что и когда делать потом\nбыть продуктивным значит определять и больше делать то, что ты хочешь на нужном тебе горизонте времени\n“продуктивность — внутренняя согласованность с уклоном в эффективность”\n\nне мои\n\nБыть продуктивным — значит успевать все, что вы хотели, и при этом хорошо себя чувствовать (с) Продуктивность: что это, из чего состоит, как улучшить\n“Технология, позволяющая использовать невосполнимое время вашей жизни на вещи, связанные с вашими целями и ценностями.” (с) Глеб Архангельский, Время на отдых. Для тех, кто много работает\nПродуктивность — это “видинье” + “исполнение” (с) Аптайм. Оптимальный способ управления временем и энергией\n\n\nобсуждение в Телеграм"},"дела/База.-Что-значит-'продуктивность',-где-магия,-что-делать":{"title":"База. Что значит 'продуктивность', где магия, что делать","links":["дела/N-определений-продуктивности","дела/Продуктивность----это-про-привычки","общее/Сохрани.-Обработай.-Используй"],"tags":[],"content":"\nN определений продуктивности\n\n\nДо того, как я начал разбираться с системой продуктивности, в голове была отталкивающая картинка: человека, у которого каждая минута расписана каким-то делом, который почти никогда не отдыхает, который “в плену” своих дел. Но быть продуктивным не значит вот это.\n\n\n                  \n                  Hint\n                  \n                \n\nЗадача системы продуктивности — помочь решить, что и как сделать сейчас, а что и когда — в будущем. (подробнее в блоге)\nЗадача системы продуктивности — сделать так, чтобы ты не жалел о тех делах, которые делаешь. Чтобы на длинном горизонте ты был доволен и счастлив\n\n\n\n\n                  \n                  Важные статьи \n                  \n                \n\n\nПродуктивность — это про привычки\n\n\n\nнафига “становиться продуктивнее”?\nНа первом уровне система продуктивность позволяет хотя бы не продалбываться. Знать, что если ты кому-то (и самому себе) пообещал — ты это выполнишь.\nНа этом уровне главный профит — твоё спокойствие. Все дела записаны, всё необходимое сделано.\nПо мере работы с системой тебе становится легче объединять дела в группы и выполнять их скопом. Начинаешь более ответственно подходить к обещаниям и уже осознанно оставлять или выкидывать дела. Замечаешь, когда у тебя достаточно сил, а когда нет. Какая нагрузка для тебя возможна.\nНа этом уровне главный профит — “эффективность”. Ты точно знаешь, какие дела и как успеваешь делать и можешь делать их наиболее качественном образом.\nДвигаясь с системой дальше, у тебя освобождается время и энергия, чтобы обдумать “а куда ты хотел бы двигаться”. Появляется возможность не забивать на глобальные проекты, появляется больше сил на рефлексию и целеполагание. \nОсвоившись с системой тебе становится проще думать и взвешивать стратегические задачи.\nОткуда магия? Почему мы вообще можем стать “продуктивнее”\nБольшинство задач, которые мы делаем по жизни — относительно короткое решение “что делать” и относительно длинное действие\n\nНо всё время переключаться между “хочу понять, как действовать” и действием сложно. За это отвечают две различные области мозга.\nГлавный цимес системы продуктивности — в разделении “обдумать” и “действовать”: ты можешь заранее (пока есть силы) облегчить будущему себе работу. И тогда будущий ты, когда сил уже нет сможет её сделать. \nВся система в основе своей — про разделение и группирование. Ты не бросаешься сразу делать дело, а сначала пишешь его себе в “корзину входящих”. Потом все дела группой обдумываешь. Часть группой же и получается делать.\nИ очень важно, что не забивая свою голову задачами, которые уже вот записаны ты можешь лучше сосредоточиться на текущих.\nс чего не стоит начинать\n\n\n                  \n                  Quote\n                  \n                \n\nЕсли корабль идёт ко дну, уже не важно, в какую сторону он направлялся  Дэвид Аллен, “Как привести дела в порядок”\n\n\nГлавная проблема всех начинающих двигаться в продуктивности — что они нагружают себя вместо того, чтобы разгрузить.\nМы начинаем с целеполагания. С составления плана на день. Но и то и то лишь сильнее нас прижимает к земле вместо того, чтобы дать передышку.\nПостановка целей — прекрасная штука. Но ваши остальные дела не уйдут магическим образом от того, что вы поставили цель. И вот, вам придётся И упорнее трудится в “приоритетных областях” И пытаться всё ещё как-то разобраться с тем бардаком, который есть в других делах. Лучше идти снизу вверх: сначала упорядочить бардак, потом оглянуться и поставить цель.\nПлан на день — вполне рабочий инструмент и он может помочь. Но от того, что вы просто запишите дело на какое-то время мало что изменится. Оно не станет магически образом привлекательным. Составляя же план на день вы сначала устанете делая это, потом (в силу того, что это новый навык) ошибётесь в количестве дел, вам придётся их переносить на завтра, с завтра на послезавтра и т.д.. Пока вас не задолбает и вы не забьёте на очередной план дня.  “Записать на время” может помочь только когда это редкое событие.. Не ставьте себе изначально задачи, в которых легко провалиться. Лучше делать систему таким образом, чтобы вы чаще оказывались “победителем.\nс чего начать\nчастный случай принципа Сохрани. Обработай. Используй\nЯ советую подход GTD (книга “Как привести дела в порядок” Дэвида Аллена).\n\nвсё, что вам нужно делать — записывайте сразу в “корзину входящих” (вашего таск-менеджера, отдельный чат ВК/тм/etc)\nразбирайте вашу корзину ежедневно — часть дел можно делать сразу, часть просто обдумывайте “с чего бы мне начать, какое первое действие?”\nсохраняйте “действия”, если они не привязаны к дню в общий список, не надо их заносить в календарь\nпериодически смотрите на систему, чтобы там не было застоявшихся задач\n\n\n”как всё сложно”\nкак всегда, в описанном выше есть много тонких мест.\n\nвсе пункты с чего начать — суть есть привычки. Их надо внедрять и может быть много тонкостей, почему у вас не получается внедрить ту или иную привычку\nинтеллектуальные задачки почти невозможно расписать на “действия”. Какое действие может быть при “ну придумай как это решать?”\nкакая-то противная задачка, оказавшаяся в списке “действий” может весь его “отравить” — вызвать у вас нежелание его просматривать\nзадач может быть слишком много и вы можете хотеть их отсортировать про куче разных критериев\n\nэто и многое другое будем разбирать в дальнейших постах ^_^\n\nобсуждение в Телеграм"},"дела/Волна-мотивации":{"title":"'Волна мотивации' -- состояние, когда на вас 'накатывает' мотивация","links":["дела/эффект-'Нового-Старта'"],"tags":[],"content":"Наша мотивация не статична. Иногда у нас её прям совсем нет. А иногда, наоборот, мы полны энтузиазма.\nМы “заряжаемся” когда\n\nпрочли мотивирующую книгу или прослушали курс\nчувствуем новый старт — после нового года, на новой работе или “с понедельника”\nпросто бываем в хорошем настроении\n\nчто надо знать про “волну мотивации”\nГлавная подлянка волны такая: мы планируем, имея заряд мотивации и не осознаём, что в будущем-то наше состояние может измениться. Именно так рушатся все планы про Новый Год\nНо волну мотивации можно использовать: просто использовать её на что-то “в моменте”:\n\nсейчас потратить 2 часа на разбор корзины\nсейчас купить диктофон, чтобы не отвлекаться на телефон\nсейчас выделить себе время на рефлексию, чем бы хотелось заняться\n\nВолна мотивации — хороший помощник. Главное не думать, что она способна заменить всю систему продуктивности.\n\n\n                  \n                  Пример: как я внедрял GTD \n                  \n                \n\nСамый яркий для меня пример “оседлания” волны мотивации: внедрение GTD  — системы, из которой выросло всё остальное и которая оказала огромное влияние на мою жизнь.\nГлавная проблема GTD, если вы пытаетесь внедрить его самостоятельно, ОГРОМНЫЙ первый шаг. По классическому GTD для старта системы вам надо:\n\nвыписать все имеющиеся дела (для чего потратить не менее 4 часов чистого времени и получив где-то 200+ дел)\nпродумать, какими системами вы будете пользоваться\nпрописать контексты для будущих дел\nразбирать каждое из дел на “действия” (не имея этого навыка)\n\nПервичное внедрение GTD занимает полностью выходные. А внедрение привычек, с ним связанных — ещё несколько недель.\nБез “волны мотивации” я бы ни за что не внедрил эту систему. Прочитать книгу и потратить 2 полных дня только на попытку её стартануть? Не помню, чтобы я так делал где-то ещё. Но тут мне повезло: я был очень мотивирован попробовать. Этой волны мотивации, конечно, не хватило на месяц или даже на пару недель. Но хватило на выходные, которых оказалось достаточно\n\n\n\nобсуждение в Телеграм\nисточник: книга “нанопривычки”"},"дела/Действие":{"title":"Следующее Действие","links":["общее/Система-1-и-Система-2.-Быстрое-и-медленное-мышление","общее/Поведенческая-модель-Фогга","дела/штуки,-которые-мы-не-хотим-видеть,-загрязняют-весь-список-дел","общее/Where-you-falter,-alter","общее/Никто-никому-ничего-не-должен.-Продуктивность-и-долженствование"],"tags":[],"content":"Действие — это некое дело, обладающее следующими свойствами:\n\nоно максимально упрощено, всё что можно было обдумать обдумано, вся неопределённость которая могла быть убрана.\nоно не требует “включение головы”, работает на быстром мышлении\nоно воспринимается мозгом как нечто законченное\nу нас есть хоть небольшая мотивация его делать\n\nКонцепция из методики Getting Things Done.\nкак это работает\n\nПоведенческая модель Фогга гласит, что чтобы мы что-то сделали, нужен триггер, мотивация и способность это делать. Чем проще дело, тем скорее мы таки это сможем сделать\nВажно поручать быстрому мышлению то, что раньше делалось медленным. Делая так, мы опять-таки повышаем наши шансы сделать дело.\n\nНа совмещении этих идей и возникает понятие “Действие”.\n“дела” и “действия”\nОбычно у нас есть список дел. “Дела” тут — просто что-то абстрактное, что мы когда-то придумали себе сделать. И у меня он тоже был, да не работал. Список дел не работает, потому что дела бывают сложными. Из-за сложности даже когда мы вспоминаем, мы не хотим их делать (опять отсылаюсь к модели Фогга). штуки, которые мы не хотим видеть, загрязняют весь список дел.\n\n\n                  \n                  Tip\n                  \n                \n\nЧтобы ваша система продуктивности работала, вам нужно превратить список дел в список действий\n\n\nкак сделать “дело” “действием”\nЧтобы сделать дело действием, надо прям идти по свойствам “действия” и их внедрять. Нужно задавать себе вопросы “а не спотыкаюсь ли я тут. Не кажется ли мне это слишком сложным или непонятным? Все ли шаги я могу делать? Хочу ли я вообще это делать?”. А дальше по принципу Where you falter, alter — меняйте и упрощайте дела.\n\n”как всё сложно”\nКонцепция Действия применима во многих областях, но иногда даёт сбои. Вот несколько проблем:\n\nиногда выделить Действие — само по себе основная задача. Так часто бывает в креативных проектах (понять бы с чего начать…). В писательстве, науке, программировании… Концепция не становится бесполезной, но перестаёт быть однозначно применимой.\nТо, будет ли тебе что-то казаться действием или нет, до куда упрощать — зависит от состояния. Может ты пишешь что-то с идеей “да я горы сверну”, а смотришь когда “я унылый тюлень”. Где останавливаться в этом упрощении — во многом зависит от нас\n\nсм про мотивацию Никто никому ничего не должен. Продуктивность и долженствование\n\n\nСам акцент на действиях может уменьшить мотивацию что-то делать. Я могу хотеть, например, написать стартап который захватит мир, гореть именно этим, но не зажигаться с утра от “измени десятую строчку в пятом файле”\n\n\nобсуждение в Телеграм и Телеграм*"},"дела/Искорка":{"title":"'Искорка' -- маленькое дело, которое настроит на продуктивный лад","links":[],"tags":[],"content":"Замечали ли вы, что начать делать хоть что-то (пока ты сидишь и прокрастинируешь) гораздо сложнее, чем взяться за ещё одну задачку после окончания предыдущей?\nЭто эффект, который автор “Атомных привычек” назвал “инерцией продуктивности”. Если ты прокрастинируешь и не хочешь вообще ничего делать - сделай хоть самую простую задачку и, глядишь, будет проще делать и более сложную.\nЯ немного развил мысль до концепции “задачи-искорки”. Такие задачи - лёгкие, иногда даже минутные, дела, но которые очень просто сделать и почувствовать себя молодцом. Как правило для меня это мелкие задачки по дому из серии “выкинуть вон ту бумажку”.\nВ классическом GTD такие задачи предполагается делать сразу при разборе корзины, но я специально оставляю их на потом - чтобы каждый раз смотря список следующих действий и выполняя какую-то мелочь уже чувствовал себя крутым и молодцом. И очень часто задачки искорки зажигают мою продуктивность, позволяя переключаться на более сложные вещи\n\nобсуждение в Телеграм"},"дела/Конкретные-намерения":{"title":"Конкретные намерения","links":["дела/Сила-самоназначенных-дедлайнов-в-их-редкости","привычки/Ой,-а-не-станет-ли-это-привычкой.","дела/Действие","общее/Система-1-и-Система-2.-Быстрое-и-медленное-мышление","дела/Самоконтроль----медленная-внутренняя-мотивация","общее/Поведенческая-модель-Фогга","entities/книга-'психология-мотивации-достижений'.-Гордеева"],"tags":[],"content":"Δ Конкретное намерение — “обещание” себе сделать конкретные шаги по задаче при наступлении конкретных обстоятельств\n“Конкретное намерение” — задание себе алгоритма “когда случится &lt;определённое действие&gt;, я сделаю &lt;чётко заданные шаги&gt;”.\n\nсегодня, как приду домой, помою раковину\nна праздниках я посмотрю сайты магистратуры и выпишу 3 варианта\nсразу после работы я пробегусь 2 километра\n\nзачем нужны\nКонкретное намерение нужно, чтобы собственно делать дела, которые иначе как-то вот не делаются. Исследования показывают, что даже смутное намерение повышает шанс сделать дело на 20-30%, а “конкретное” — в два-три раза.\nцитата по книге “Гиперфокус”:\n\n62 % студентов из числа тех, кто поставил реализационное намерение осуществить цель, добились желаемого результата. В группе, которая формулировала намерения нечетко, результаты были гораздо ниже  – своих целей добились в три раза меньше участников, жалкие 22 %. Результат, который подтвердили дальнейшие исследования, оказался просто потрясающим. Конкретно сформулированные намерения могут удвоить или утроить шансы на успех.\n\nкогда применять\nПосмотрев на идею “конкретных намерений” кажется, что вот они — ключ к полной продуктивности. Но я думаю, что в них фишка как с дедлайнами: Сила самоназначенных дедлайнов в их редкости. Если вы ставите себе много намерений, особенно с непривычки, то вы перегорите. Пропустите что-то, а потом станете пропускать постоянно.\nПодавляющее большинство задач, которые вы решаете, должны разбиваться на действия: должны быть максимально упрощены и лежать просто в списке следующих действий, который вы смотрите. А формулировку намерений оставьте для тех редких случаев, когда дело-то сделать надо, но достаточно упростить его не получается. Когда вы видите, что вам нужен дополнительный импульс, дополнительный фокус именно на этом деле.\nПро идею формулировки конкретных намерений стоит знать. Но использовать их лишь тогда, когда прям совсем не получается сформулировать задачу в виде действия. Иначе вы будете слишком часто в голове держать дела, это будет вызывать стресс и… это не наш путь)). У меня лично в месяц штук 5 таких задач бывает, что их надо формулировать как “конкретное намерение” и держать в голове.\nкак работают\nВот несколько причин, почему, на мой взгляд, такие  намерения работают\n\nнаше Медленное Мышление может “запрограммировать” Быстрое. Если вы достаточно чётко сформулировали, когда вы хотите что сделать, вы сделаете это “на автомате”, вам не нужно будет задумываться о том, “делать это или нет”\nСамоконтроль — медленная внутренняя мотивация. Заранее подумав, что вы и при каких обстоятельствах хотите делать, вы начинаете делать это уже не на “силе воли”, а на “мотивации”.\nКонкретизация намерения уменьшает его неопределённость. Получается, вам становится его просто легче делать. А значит, по поведенческой модели Фогга, вы скорее его сделаете\n\n\n”как всё сложно”\nПрименение “конкретных намерений” может выйти боком. Если вы будете думать об этом как о “я и так не хочу это делать, так ещё и заставляю себя”. Делаю “чисто на силе воли”. Или если вы неправильно просчитали своё состояние и, когда наступит время приступать к делу, у вас уже нет сил на него.\nЧтобы формулировка “конкретных намерений” работала на вас, а не против, надо:\n\nв целом понимать, зачем вы это делаете (ведь Самоконтроль — медленная внутренняя мотивация)\nупрощать и конкретизировать дело насколько возможно\nподталкивать себя к тому, чтобы сделать запланированное, но не сильно корить, если вдруг не получается. А проанализировать, почему оно не получается\n\nЕсли у вас никогда нет сил на дело, если вы совсем не можете его упростить и не чувствуете мотивацию его делать — я не верю, что вы можете делать его регулярно.\n\nобсуждение в Телеграм\nисточники. Сама идея “конкретных” или “реализационных” намерений описана в\n\nкнига “Гиперфокус”\nкнига ‘психология мотивации достижений’. Гордеева\n\n“подводные камни” и объяснения работы — мои предположения"},"дела/Конспектирование":{"title":"Конспектирование. Взвешивайте мысли и время","links":["заметки/База.-Два-мира-заметок----информированность-и-понимание","заметки/Zettelkasten.-Зеттель.-Мощный-инструмент-с-узкой-сферой-применения","общее/память/Похожие-концепции-в-памяти-смешиваются"],"tags":[],"content":"\nЯ поклонник идеи конспектирования. Я много чего учу, читаю, смотрю. Не всё из этого применяю “прямо тут”. И без конспектов всё освоенное не будет иметь никакого смысла — я забуду о прочитанном через год. Но различный материал я конспектирую по разному. В зависимости от того, насколько я стараюсь отделять себя от автора и от времени, что я готов вложить в конспект формируются цель. И мне кажется, что каждому полезно думать в контексте этих двух осей.\nДве оси конспектирования\n\nПервая ось для конспекта — количество наших мыслей. Вопрос: насколько мы хотим дать своим мыслям проникнуть в конспект книги автора. Это деление близко  к делению заметок на “для понимания” и “для информации”. Мы можем строго конспектировать что написал автор. Можем расширять его идеи, добавляя понятные нам метафоры и примеры, отсылки к другим нашим знаниям. А можем вообще забить на автора и просто писать “свои мысли по поводу”.\nВторая ось для конспекта — время. Сколько мы готовы вложить в конспект? Если ты прочёл главу за полчаса, конспект будешь делать 10 минут, те же полчаса или час? Я много читал про конспекты “как сделать идеальный вариант”. Но очень редко вижу, чтобы авторы тех идей думали про время. \nБудем честны, если ты читаешь одну книгу в пару недель по работе ты можешь вложиться в конспект. Но если у тебя 5 пар в университете в день — сомнительно.\n\nОси не независимы друг от друга. Чтобы разобраться (добавить понимания), обычно нужно больше времени, чем на простой конспект. Но думать в разрезе этих осей всё ещё полезно.\nЦели для конспектов\nРазные цели лежат в разных местах в нашей “системе координат”. Начнём разбирать их снизу.\nСохранение для использования. Классический конспект\n\nКлассический конспект. Лектор что-то говорит, мы конспектируем за ним. Наша цель — чтобы конспект заменил лектора, чтобы по нему мы могли воспроизвести всё, что было сказано. Все мы их вели.\nГлавная мысль тут:\n\nдумайте о скорости чтения, а не только скорости записи.\n\nШкольные и университетские конспекты (по крайней мере у меня) почти всегда фокусировались на удобстве именно записи. Сокращение слов, символы вместо них,.. Конспектов было слишком много. А нужны они были потом только несколько раз на экзамен.\nПосле университета ситуация совсем иная. Мы не так много учимся. Зато (надеюсь) учимся в первую очередь тому, что потом будем использовать. Читать много раз. Если у вас так же, не забудьте перевернуть парадигму: делайте конспекты для чтения.\nХороший конспект для чтения — тот, который сначала показывает суть, потом детали. “Пользу - вперёд”.\nВ зависимости от вашей мотивации (и времени, которое вы готовы уделить конспекту и частоте обращения к нему), двигайтесь вглубь следующих пунктов\n\nнапишите конспект от руки (если так вам быстрее)\nнапишите конспект в электронном виде, в вашей базе (так сразу можно добавить нужные вам ссылки на другие части базы)\nвыделите в конспекте самое значимое, за что глаз должен цепляться\n(по желанию) выделите самое значимое из значимого (так, Тьяго Форте в книге “создай свой второй мозг” выделяет сначала курсивом, а потом ещё цветом ключевые слова. Называет это “методом прогрессивного конспектирования”)\nдобавьте в начало конспекта краткий пересказ\n\np.s. на скрине: кусочек конспекта лекций по квантовой механике\nКонспект для отсылок\n\nКонспект вообще служит двум целям:\n\nудобству использования (вам проще смотреть его, чем оригинал)\nсозданию “крючков” для памяти (вы видите, что тема есть в конспекте, значит можете про неё больше глянуть)\n\nНе всегда стоит инвестировать своё время в будущее возможное удобство. Нередко вам хватит просто напоминания себе, что вы о чём-то где-то читали. Я использую идею “не обязан конспектировать всё” в книгах и курсах. В целом книга интересна, но конкретная глава или какое-то рассуждение нет. Тогда я просто обозначаю себе “этот раздел есть”. Технически для этого изобрёл значок /%.\nКак это используется?\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n“классический&quot;&quot;отсылка&quot;&quot;прокрастинация — когда мы больше мотивированы заниматься чем-то другим, а не делом&quot;&quot;/% тут дано определение прокрастинации&quot;&quot;доказательство, что все лошади одного цвета следующее: возьмём 1 лошадь, она одного цвета. База доказана. Докажем переход: пусть любые n лошадей одного цвета. Тогда отведём одну лошадь и приведём другую — снова n лошадей одного цвета. Приведём отведённую, она того же цвета. Значит n+1 лошадь одного цвета. Переход доказан. Вывод — все лошади одного цвета&quot;&quot;все лошади одного цвета /% далее тут доказательство”\nЗачем вообще “конспектировать” неинтересные части? Для уверенности, что мой конспект полный. Раз он полный, я могу смотреть в него даже когда интерес поменяется\np.s. на скрине — кусок конспекта книги “Вероятностные графовые модели. Принципы и приложения”\nСохранение для понимания: метод Фейнмана и подобное\n\nС заметками для понимания мы отходим от идеи “передаём только мысли автора” и начинаем давать свои комментарии. Конспект может быть у каждого слушателя один и тот же, но разбор для понимания — у каждого разный.\nПро работу над этим типом конспектов мне мало что можно сказать в дополнение к сказанному другими\n\nстарайтесь находить параллели между новым и уже известным\nиспользуйте наглядность:\n\nдобавляйте рисунки\nснимайте видео с прояснением\nлепите сложные конструкции из пластилина (я так детям в лагере объяснял идею симметрий)\n\n\nиспользуйте метод Фейнмана\nобъясняйте другим (“пока дураку объяснишь, сам поймёшь”)\n\np.s. на скрине — кусочек переработанного конспекта из книги “Методы теории функций комплексного переменного”. Лаврентьев Шабат\nИспользование источника, чтобы подумать о своём\n\nДвигаясь дальше по оси “мысли автора → свои мысли” мы доходим до места, где нас вообще не интересует автор.\nКонспект окончательно перестаёт быть конспектом. Мы используем его книгу просто чтобы подумать о своём. В этом случае мы отталкиваемся от того, что описал автор, чтобы поспорить с ним или просто вспомнить о чём-то\np.s. на скрине — кусочек моих мыслей (в данном случае — ссылок на свои заметки) к книге “Знать слишком много. Организация научной информации до Нового времени” Энн Блэр\n\n”как всё сложно”\nЕсть как минимум три вещи, о которых мы не поговорили в этой статье:\n\n“а как читать/смотреть?”. Мы обсудили как хранить информацию, когда она уже есть. Но… читать ли книги вдумчиво с карандашом или бегло пробегать? Смотреть ли лекцию или проматывать на скорости х4? Для разных целей нужен разный подход\n“а что читать/смотреть?”. Моё убеждение — что в любой книге можно найти что-то полезное. Если не информацию, то стиль изложения. Или аргумент, с которым можно поспорить. И как тогда выбирать, что читать а что нет? Проблема усугубляется вот чем: чтобы книга была полезной, в неё надо погрузиться, а это снова время\n“когда хранить в конспекте, а когда нет?”. Кто-то из поклонников Zettelkasten может спросить: “а нафига вообще хранить всё в виде конспектов?”. Действительно Похожие концепции в памяти смешиваются. Поэтому далеко не всегда стоит хранить собранное как конспект. Но часто стоит. Подробнее об этом мы поговорим в другой раз\nя сказал, что для “понимания” можно потратить много времени. Вопрос, возникающий в связи с этим: тратить ли это время сейчас, по ходу конспектирования или потом, когда (и если) знания таки понадобятся?\n\np.s. символ /% появился у меня как некоторый сборный вид комментариев в коде. Иногда их обозначают как // (например, в С++). Иногда как % (например, в LaTeX)\n\nобсуждение в Телеграм"},"дела/О-делах":{"title":"О делах","links":["дела/База.-Что-значит-'продуктивность',-где-магия,-что-делать","дела/Действие","дела/Конкретные-намерения"],"tags":[],"content":"\nБаза. Что значит ‘продуктивность’, где магия, что делать\nДействие — центральная идея в продуктивности\nКонкретные намерения — что делать, когда не разбить на “действие”\n"},"дела/Продуктивность----больше-делать-чего-хочется":{"title":"Продуктивность -- больше делать чего хочется","links":["общее/Никто-никому-ничего-не-должен.-Продуктивность-и-долженствование","дела/N-определений-продуктивности"],"tags":[],"content":"\n\n                  \n                  Определение \n                  \n                \n\nбыть продуктивным значит определять и больше делать то, что ты хочешь на нужном тебе горизонте времени\n\n\nОпределение, в котором можно провалиться глубоко вниз :). Разберём его по частям\n\nБыть продуктивным значит определять и больше делать то, что ты хочешь на нужном тебе горизонте времени. Так или иначе, в материальном мире продуктивность — про действия. Когда мы думаем “хочу стать продуктивнее” мы видим проблему “я что-то что хотел делать не сделал, это плохо, хочу делать!”. Об этом эта часть определения.\n\nБыть продуктивным значит определять и больше делать то, что ты хочешь на нужном тебе горизонте времени. А как понять “что делать”? Делать 10 дел вместо подумать — это продуктивно? Наверно нет. Нужно не только делать, но и определять, что делать\n\nБыть продуктивным значит определять и больше делать то, что ты хочешь на нужном тебе горизонте времени. Быть продуктивным в течение дня легко. Ты просто расписываешь каждую свою минуту, вкалываешь и всё — ты великолепен. Проблемы начинаются, когда ты такой “о, я день провёл с чётким планом, значит так и всю жизнь можно”. А нельзя.\nЯ периодически работаю в детских лагерях. Эти 2-3 недели я жутко продуктивный: каждая минута чем-то занята. Пока я вожатый, я сплю по 6 часов (в лучшем случае). А ещё не думаю о долгосрочных делах. Так я получил “3” по матанализу — не мог в лагере готовиться. Что продуктивно 3 недели — не обязательно продуктивно 3 года.\n\nИметь в виду горизонт, значит снижать стресс от системы (иначе она не приживётся!)\nИметь в виду горизонт, значит думать про отдых (иначе ты выгоришь)\nИметь в виду горизонт, значит заботится о долгосрочных целях\n\n\nБыть продуктивным значит определять и больше делать то, что ты хочешь на нужном тебе горизонте времени.\nНет Линейки, нет Высшего арбитра, который бы говорил, что нам делать, что правильно, что “продуктивно”, а что — нет. Нет того, что вы должны делать. Никто кроме вас самих не скажет, что одна цель важнее другой. Никто кроме вас самих не скажет, “вот сейчас я залипаю в соцсетях” это отдых или прокрастинация.\nЕдинственное, на что может опереться ваша система — на ваши желания. И задача системы — эти желания помочь воплощать.\n\nБыть продуктивным значит определять и больше делать то, что ты хочешь на нужном тебе горизонте времени. Финальный плотвист: система должна помогать не только с деланьем чего ты хочешь, но и с его определением. Помогать “захотеть” те дела, которые мы “хотим” лишь в некотором абстрактном смысле.\n\n\n”как всё сложно”\n\nПоследняя идея — идея про желания — ещё сложнее описанного. В какой момент мы считаем это “желание”? В момент действия? Так мы всегда делаем то, что хотим в этот момент. Во время подготовки? Так план может измениться и ничего плохого не произойдёт. Постфактум, после действия? Так ваша оценка действия через час и через год может разниться… Чем больше копаешься, тем сложнее понять, как вообще определять “что хочешь”. Разобраться с этим поможет другое определение.\nэто лишь одно из определений: смотри N определений продуктивности\n\n\nобсуждение в Телеграм"},"дела/Продуктивность----внутреннее-согласие":{"title":"Продуктивность -- внутреннее согласие","links":["общее/Никто-никому-ничего-не-должен.-Продуктивность-и-долженствование","дела/Продуктивность----больше-делать-чего-хочется"],"tags":[],"content":"\n\n                  \n                  Определение \n                  \n                \n\nПродуктивность — способ достижения внутреннего согласия в приложении к делам\n\n\n\nЭто — статья больше про мироощущение. От неё до практики — как от Москвы до Харбина. Наряду со статьёй про долженствование  она на границе “продуктивности”. Но всё же я надеюсь вы найдёте её полезной для себя :)\nКак всё сложно. Продуктивность непродуктивности\n“на земле” продуктивность это очень просто. Есть цель. Насколько ты её достигаешь — настолько ты и продуктивен.\n\nСказали выполнить задачу за час, ты выполнил — супер!\nРешил “вечером разбираешь комнату”, разобрал — супер!\nДоговорился встретиться на неделе, встретился — супер!\n\nНо копая глубже, смотря контрпримеры ты понимаешь, что во всех примерах выше могут быть серые пятна\n\nСказали выполнить задачу за час, а ты ресёрчил 2 часа и решил более верхнеуровневую проблему — ты супер? (Наверно, если было время и не надо было делать именно ту задачу)\nРешил вечером разбирать комнату, но вместо этого сначала лёг прикорнуть, а потом доделал отчёт — ты супер? (Наверно, если ты уверен, что ещё разберёшь потом, а сейчас смог взять и решить более трудную и актуальную задачу. Но если это из раза в раз такая ситуация — скорее не очень)\nДоговорился встретиться на неделе, но перенёс встречу на потом — ты супер? (Наверно, ведь хотел бы друг видеть твою мёртвую тушку лишь из-за договора? Но может и нет, может это поломало и ему и тебе все планы)\n\nТак что же не может быть критерием и что нам остаётся? Давайте разбираться\nБыло бы просто? Где “ломаются” простые определения\n\n==Деланье “дел” не — определение продуктивности==. “Продуктивен тот, кто больше делает дел” — самая очевидная идея. Беда лишь в том, что некому отделить “дела” от “не дел”. Кто скажет, что “уборка в квартире” это “дело”, а “прогулка в парке” или “просмотр ютуба” — нет? “Второе не ведёт к цели, не создаёт никакой “продукт&quot;&quot; — может скажете вы. Но если оно позволяет вам отдохнуть и восстановить силы, разве это не помогает? И тогда разве “просмотр ютуба” отличается от “обсуждения проблем с коллегами” — и там и там мы напрямую не приходим к продукту, но косвенно — да.\n==достижение целей не — определение продуктивности==. Когда кто-то другой даёт нам задачу, он и оценивает насколько мы справились. Начальник сказал подготовить отчёт? Чем быстрее мы подготовим, тем мы продуктивнее. Но с личной продуктивностью оно так не канает. Решили вы в детстве стать космонавтом. И что, теперь вся жизнь под откос, если вы не идёте к этой цели? В личной продуктивности мы сами определяем цель, сами же вольны её и сменить.\n==следование своим желаниям не — определение продуктивности==. (несмотря на моё определение быть продуктивным значит определять и больше делать то, что ты хочешь на нужном тебе горизонте времени). Потому что мы всегда делаем то, что хотим в данный момент. Без желания что-то делать мы никогда не сделаем. Не хотим делать отчёт — не будем делать. Не хотим заниматься спортом — не будем. Мы могли думать, что хотим после работы убраться, но когда момент наступил и сил нет — хотим именно залипать в соцсетях да смотреть сериалы.\n\nВажно постоянство. Чувствуем непродуктивность, когда наше “хотим” меняется\nЛичная продуктивность измеряется только личностью, только нами. И как же тогда быть, если “заказчик” и “исполнитель” — одно лицо?\n\nХорошо, когда мы решили отдохнуть и отдыхаем\nХорошо, когда мы решили работать и работаем\nХорошо, когда мы решили работать, но поняли, что у нас нет сил и отдыхаем. А назавтра не корим себя за отдых\nХорошо, если мы решили сделать одно дело, но сделали другое. А перенос первого нам потом не аукнется. Не будет такого “блин, надо было делать”.\nПлохо, когда это всё не так.\n\nОщущение нашей личной, персональной, продуктивности, это ощущение согласованности действий и желаний. Только мы можем составить себе план действий. И только мы можем решить, когда отклонение от плана — это “добро”, а когда — “зло”. Только мы можем решить, зачтём ли мы отдых как необходимую передышку или как прокрастинацию.  И только мы можем хотеть или не хотеть изменить что-то в своём образе жизни — а именно в достижении этой поставленной нами самими цели (и только пока для нас самих цель актуальна) — может быть наша продуктивность.\nЗачем тогда “техники”? Помощь в достижении\nКажется, что “внутреннее согласие” это полезный критерий, но не полный. Почему же существуют все эти разные техники продуктивности? GTD следуй, помидорро используй, 3 цели на день ставь,..\nМоя мама — мудрый и зрелый человек. (Привет, мама, если ты это читаешь: за исключением твоих стремлений давать слишком много советов). Она не пользуется никакой системой организации дел, но вполне продуктивна в том смысле, что я вкладываю в этот термин. Конечно, она могла бы делать больше дел по профессии. Но если у неё не стоит такой цели — почему она обязана применять моё видинье к своей жизни? Она могла бы не плавать по 3 часа на озере каждый день летом, посвятив это время написанию монографии, но почему я считаю, что для неё это должно быть важно? Пока она следует своим стремлениям без всякой системы — я считаю её продуктивной.\nЗачем тогда все эти бесконечные техники и методики, коли можно и без них?\nРоль техник продуктивности — облегчить достижение внутреннего согласия.\nТехники призваны помочь достичь её в разных областях:\n\nв организации информации\n\nВам проще чувствовать себя внутренне согласованным, если вы не беспокоитесь о потере важной информации. (Но это можно достичь не только системой хранения, но и идеей “легко пришло-легко ушло”. Вы всё ещё будете продуктивны, просто в целях будет меньше проектов, основанных на информации с прошлого)\n\n\nв привычках:\n\nВам проще чувствовать себя внутренне согласованным, если вы научитесь делать “маленькие шаги” в привычках — тогда вы чаще делаете привычку и проще думать о себе “ну я же делаю, я молодец!”. Но если вы идёте с майндсетом “блин, я пробежал только 100 метров вместо 10 км”, никакие маленькие шаги не помогут. Согласия с собой всё равно нет\nВам проще чувствовать себя внутренне согласованным, если вы используете триггеры — так вы чаще помните про привычки. Но если вы бы не парились, “сделал или не сделал, какая разница? когда не сделал это — сделал что-то другое” — вы бы были продуктивны и без всяких триггеров\n\n\nв продуктивности\n\nВам проще чувствовать себя внутренне согласованным, если благодаря техникам вы научились составлять и следовать плану (ведь вы тогда с меньшей вероятностью постфактум решите, что всё фигня)\nВам проще чувствовать себя внутренне согласованным, если у вас есть выбор из нескольких дел и вы можете сделать любое из них (привет, GTD). Так меньше вероятность, что вы не сделаете ничего и будете себя винить\nВам проще чувствовать себя внутренне согласованным, если вы рассматриваете отдых как полноценную часть пути к достижению целей. Так у вас не возникнет постфактум чувства “ну и нафига я вчера весь день валялся”?\n\n\n\nМы сами ставим чему-то маркер “я делаю что-то полезное”, а чему-то другому “я просто прокрастинирую”. Суть продуктивности — помочь ставить эти маркеры так, чтобы потом не жалеть. И роль техник — лишь в этой помощи."},"дела/Продуктивность----искусство-понимать-что-и-как-делать-сейчас,-что-и-когда-делать-потом":{"title":"Продуктивность -- искусство понимать 'что' и 'как' делать сейчас, 'что' и 'когда' делать потом","links":["дела/N-определений-продуктивности"],"tags":[],"content":"\n\n\n                  \n                  Определение \n                  \n                \n\nПродуктивность — искусство понимать что и как делать сейчас, что и когда делать потом\n\n\nПрикладное определение. Оно ничего не говорит о вашей мотивации, оно оставляет за скобками приоритеты и ценности. Но оно акцентирует внимание на двух важнейших аспектах, без которых сложно куда-то “двигаться”. “С чего начать” и “когда делать”. А ещё оно говорит: система нужна тогда, когда дел много, когда надо что-то делать сейчас, а что-то — не сейчас.\n”что” и “как” делать сейчас\nНаша продуктивность выражается в наших делах. (Ваш Кэп!). В том, что мы делаем. А делаем мы всегда “сейчас”.\n\n“что”. У нас куча дел. Как выбрать, чем заняться? Быть продуктивным — значит уметь делать этот выбор “правильно”.\n“как”. Чтоб делать, надо разобраться как делать. Быть продуктивным — облегчать себе ответ на вопрос “как”.\n\n“что” и “когда” делать потом\nвсе дела в жизни “сейчас” не сделаешь. А значит надо грамотно разделять, что оставлять на сейчас, а что — на потом. Не внося “что потом” в систему мы загромождаем мозги.\n\n“что”. Не все дела надо делать. И из тех, что “не сейчас” далеко не все — “потом”.\n“когда”. Если ты думаешь, что сделаешь дело, надо понимать — когда. “Когда” не обязательно значит “в пятницу в 8 утра”. Это может быть “по мере разбора списка”, “когда встречусь с человеком” или даже “когда у меня будет хорошее настроение и час времени”. Но не имея даже предположения, когда мы дело сделаем — мы лукавим и обманываем себя.\n\n\n”как всё сложно”\n\nЭто — лишь одно из моих определений продуктивности. Про остальные читайте тут: N определений продуктивности\nОпределение ничего не говорит про “правильность”. Можно ли выбирать дела и всё равно чувствовать себя непродуктивным? Да\nУтверждение про “важность когда” верно не всегда. Точнее сказать так: “если ты не знаешь, когда, ты можешь в итоге сделать это дело. Но так у тебя нет уверенности, что это произойдёт”\n\n\nобсуждение в Телеграм и Телеграм*"},"дела/Продуктивность----это-про-привычки":{"title":"Продуктивность -- это про привычки","links":["заметки/P.A.R.A.-метод-Тьяго-Форте.-И-моя-критика-метода","привычки/Формирование-привычек","привычки/всё-что-угодно-может-стать-или-не-стать-привычкой"],"tags":[],"content":"\nВсё, что мы делаем в системе продуктивности — это работаем со своими привычками. Пытаемся убрать “плохие” и внедрить “хорошие”. Любая система продуктивности говорит вам о привычках.\n\n“Съесть лягушку!” — “утром у тебя должен быть некоторый триггер, после которого ты выбираешь из списка дел самое “противное” и делаешь его”\n“матрица Эйзенхауэра” — “при понимании, что у тебя слишком много дел (триггер) разложить дела по матрице и выбрать из них в список дел только часть”\n“1-3-5” — “у тебя должен быть триггер, когда ты садишься и выбираешь 1 главную задачу, 3 второстепенных и 5 совсем второстепенных. После этого тебе нужна привычка смотреть на выбранные задачи и привычка после просмотра их начинать делать”\n“P.A.R.A.” — “тебе нужны привычки: сохранять что резонирует, создавать “проекты”, смотреть на архив проектов после создания новых проектов, смотреть на ресурсы после создания проектов, выделять подпроекты в отдельные проекты если проект стал слишком большим, архивировать проекты если в них нет движения, выделят полезные части в ресурсы по завершению проекта, просматривать список ресурсов и убирать данные в архив, чистить архив,…”\n\nПроблема в том, что многие авторы не говорят о привычках явно. И тем более не отвечают на вопрос “а как мне к этой привычки прийти”. Особенно это заметно на “сложных” методиках, которые авторы используют много лет. Таких как GTD  или P.A.R.A.. Системы могут быть замечательны, но без ответа “как их внедрить” они бесполезны. ChatGPT говорит мне, что система GTD — это порядка 50 привычек. Именно из-за комплексности привычек методики часто сложно внедрить.\nследствия\n\nДумайте о том, как вы внедрите систему как набор привычек. Привычки формируются по схеме ‘действия’+‘триггер’+‘награда’. Есть ли у вас всё это? Достаточно ли мала ваша привычка для старта? Что вы будете делать, если у вас пропадёт мотивация? И о целой кучи других вопросов\nКаждую систему продуктивности можно как-то внедрить. Но всегда вопрос в том, насколько это сложно. (следствие из всё что угодно может стать или не стать привычкой).\n\n\nобсуждение в Телеграм"},"дела/Самоконтроль----медленная-внутренняя-мотивация":{"title":"Самоконтроль -- медленная внутренняя мотивация","links":["общее/Никто-никому-ничего-не-должен.-Продуктивность-и-долженствование"],"tags":[],"content":"Рядом с идеей “долженствования → желания” лежит ещё одна мысль, которую я увидел у Аси Казанцевой в лекции “Наука откладывать удовольствие”. А она ссылается на статью Self-Control as Value-Based Choice.\nИдея, что наш “самоконтроль” это тоже не обязательно противопоставление “силы воли” и “желания”. Не “хочу пироженку, но должен есть морковку”. Это такая же мотивация, просто более медленно растущая.\nЕсли вы идёте и вдруг видите пироженку, скорее всего мотивация съесть её будет сильнее. Но если вы собираетесь на обед и думаете, что взять, то мотивация “буду стройным и здоровым” затмит мотивацию “хочу пироженку” к моменту, когда таки будет выбор."},"дела/Сила-самоназначенных-дедлайнов-в-их-редкости":{"title":"Сила самоназначенных дедлайнов в их редкости","links":[],"tags":[],"content":"Назначение самому себе дедлайна для задачи — это мощный инструмент. Он может помочь вам выполнить даже ту задачу, которую сделать иначе очень сложно. Но дедлайн это одновременно и очень раздражающий инструмент. Пользуясь им, не пытаясь дробить задачи до действий без дедлайнов, вы очень скоро начнёте раздражаться системой. И прекратите ею пользоваться.\n\nобсуждение в Телеграм"},"дела/корзина-Входящих":{"title":"корзина Входящих. Центральная шестерня вашей системы","links":["дела/О-делах","заметки/О-заметках","хранение-информации-и-вещей/О-системе-хранения-информации-и-вещей","общее/Система-1-и-Система-2.-Быстрое-и-медленное-мышление","дела/Действие","дела/Самоконтроль----медленная-внутренняя-мотивация","дела/Волна-мотивации"],"tags":[],"content":"Корзина Входящих — место в вашей  системе, куда вы кидаете всё, что к вам приходит. А потом разбираете.\n\nНа улице вы поняли, что закончились носовые платки — во входящие! Потом разберём\nВас просят написать итоги встречи — во входящие! Потом разберём\nВам попался на глаза интересный сайт — во входящие! Потом разберём\n\nкак работать с корзиной Входящих\n\n\n                  \n                  Tldr\n                  \n                \n\n📥  Положили — разобрали 📤\n\n\n\nПоложили:\n\nкак пришло что-то — кидаете это во Входящие. От товарного чека до предложения подготовить вожатых\n\nТам могут оказаться\n\nдела: “Мастеру в ДнД написать, что моему полуорку пора орочьи барабаны купить!”\nидеи: “Ну наверно как долго я ищу что-то в базе не так уж критично”\nи даже размер ноги своей девушки\n\nРазобрали:\n\nдела кинули в список дел: О делах\nидеи — что-то в “идеи”, что-то в базу знаний (О заметках)\nсправочную информацию — тоже в базу (О системе хранения информации и вещей)\nну а что-то вообще выкинули\n\nпочему работать с корзиной Входящих\n“Ну и нафига мне это всё? Надо просто брать и делать!” — можете подумать вы.\nЛишняя сущность. В неё ещё что-то класть. Не забывать разбирать.\n\n\n                  \n                  Important\n                  \n                \n\nКорзина Входящих — центральная шестерня всей системы. Если вы не крутите её, то крутитесь сами — как хомячок в колесе\n\n\nКорзина входящих нужна, чтобы не отвлекаться пока вы делаете дела\nПока вы работаете, к вам вечно приходят новые дела: сообщение кто напишет. Или в голову мысль придёт.\n\nПереключиться на дело — фигово. Смена контекста утомляет\nПытаться игнорировать — фигово. Борьба с соблазнами истончает волю\nДержать в голове — фигово. Будете цепляться за идею и новые не придут\n\nДобавить в корзину входящих — хорошо. С одной стороны вы уверены, что она сохранена (и выполнили т.н. “замещающее действие эффекта Зейгарник”). С другой — можете работать дальше.\nПринцип “сначала сохрани, потом обработай” — вообще один из важнейших для продуктивности.\nКорзина входящих позволяет просто делать медленные дела, и делать правильно быстрые\nЕсть Быстрое и медленное мышление\n\nЗадачи на медленном мышлении нам сложно сделать “сходу”. Без сохранения их в корзину входящих они просто пропадут\nЗадачи на быстром мышлении нам легко сделать. Вот только сделаем мы их на эмоциях. Корзина входящих даст время чуть подумать и сделать лучше\n\nКорзина входящих нужна, чтобы списки были в порядке\nДобавь немного хаоса к порядку и получишь хаос.\nМы так или иначе обрабатываем наши дела. Выделяем из них Действие. Но это не сделаешь “сходу”. Без корзины входящих мы бы кидали задачи сразу в систему и Хаос бы проникал повсюду. Входящие сдерживают этот хаос. Теперь мы можем аккуратно всё разобрать, когда будет время\nКорзина входящих нужна, чтобы вам легче было делать дело\nНаконец, корзина входящих не просто помогает “не кидать всё сразу в систему”. Она ещё и сама по себе даёт буст\nСамоконтроль — медленная внутренняя мотивация. Добавляя дело в корзину Входящих, вы даёте себе время свыкнуться с тем, что дело появилось.\n\nКак всё сложно\n\nПереполнение корзины — корзина входящих может переполнится. Пади 165 задач разбери за 1 присест. Что делать — обсудим потом\nпривычка наполнения — корзину входящих надо наполнять, иначе какой в ней смысл. Для этого должна сформироваться привычка. Как? Обсудим потом\n\nвыбор корзин — но, в частности, можно думать о “какие вообще корзины бывают”\n\n\nпривычка разбора — если наполнять, но не разбирать, вы просто перестанете наполнять. Нужна привычка разбора.\nкуда что разбирать — и, наконец, привычка разбора тесно связана с тем “а куда оно идёт дальше”. Вся система, весь блог — он об этом. О том, что делать со входящими\nв корзину Входящих надо класть всё, кроме чего не надо. А чего не надо и как оно связано с волной мотивации?\n\n\nобсуждение в Телеграм и Телеграм"},"дела/мой-бэкграунд-про-ведение-дел":{"title":"мой бэкграунд про ведение дел","links":["meta/о-темах,-которые-тут-разбираем-и-обо-мне","заметки/мой-бэкграунд-про-заметки"],"tags":[],"content":"Вкратце зачем и как веду дела— чтобы вы смогли соотнести свой опыт с моим и понять, насколько он релевантен. Это не исчерпывающий список, и скорее для тех, кто уже что-то где-то про дела смотрел.\nцели\nЯ веду все свои дела в системе, чтобы, с одной стороны, не терять их, а с другой — не забивать им свою голову.\nподходы\n\nв основе методики лежат идеи GTD. Моя система дел — скорее список действий, чем план на день.\nпро привычки ближе всего идеи из книги “нанопривычки” — про маленькие шаги и необходимость “триггеров”.\n\nобласти\nИспользую для всего, чем занимаюсь: прога, физика, математика, вопросы продуктивности, общения etc.\nСтоит заметить, что мои задачи скорее творческие, чем менеджерские. Мне скорее надо самому себе ставить задачи так, чтобы при этом не ограничивать, нежели расставлять 5 встреч за день.\nопыт\n\nАктивно развивать текущую систему начал в марте 2021 года. До этого я тоже пробовал всякое разное в течение нескольких лет, но не очень системно.\n\nтехнические решения\n\nTick-Tick использую как основной таск-менеджер\nNotion для дополнительных идей\nно активно использую собственную автоматизацию как внутри тик-тика, так и в ботах в телеграме и ВК\n\nПланирую в обозримом будущем выпустить свой таск-менеджер.\n\n\n                  \n                  Seealso\n                  \n                \n\n\nмой бэкграунд про заметки\n\n\n\n\nобсуждение в Телеграм"},"дела/штуки,-которые-мы-не-хотим-видеть,-загрязняют-весь-список-дел":{"title":"штуки, которые мы не хотим видеть, загрязняют весь список дел","links":["дела/Действие","общее/Сохрани.-Обработай.-Используй","дела/Сила-самоназначенных-дедлайнов-в-их-редкости","общее/Никто-никому-ничего-не-должен.-Продуктивность-и-долженствование"],"tags":[],"content":"Часто, особенно пока мы учимся преобразовывать дела в действия, мы будем в список действий добавлять что-то, чего мы на самом деле не хотели бы там видеть. Чему у нас нет мотивации. Добавлять что-то, что должны сделать, а не что хотим.\nОдно такое неприятное дело как ложка дёгтя может испортить весь список действий: ваш мозг будет противиться смотреть список, избегая столкнуться с тем делом. Ваша привычка обращаться к списку следующих действий даст сбой. Ваша организованность полетит к чертям.\nчто делать\nДелать что-то можно по ходу и превентивно\n\nПо ходу. Если вы вдруг поняли, что что-то из списка действий не хотите делать — выкидывайте его из списка действий. Обратно в Корзину Входящих. Разберитесь с ним тогда, когда будете готовы включать мозг, а не когда надо действовать на автомате (идея сначала зафиксируй необходимость изменения, потом меняй).\nПревентивно. Если на этапе разбора входящих вы видите, что какое-то дело вам прям совсем поперёк горла, воспользуйтесь одним из двух вариантов\n\nТактический. Поставьте себе дедлайн, примите решение, что вы делаете это чисто на силе воли. Но помните, что Сила самоназначенных дедлайнов в их редкости. Вы можете так сделать пару-тройку дел в неделе, но больше — уже тяжело\nСтратегический. Попытайтесь таки сделать так, чтобы дело было Действием. Упростите его и найдите мотивацию. Никто никому ничего не должен. Продуктивность и долженствование.  Это сложно, особенно в части мотивации. Но чем лучше вы будете справляться, тем прощу вам будет :)\n\n\n\n\nобсуждение в Телеграм"},"дела/эффект-'Нового-Старта'":{"title":"эффект 'Нового Старта'","links":["дела/Волна-мотивации"],"tags":[],"content":"эффект нового старта — частный случай волны мотивации начать что-то новое.\nЭффект нового старта — тот эффект, который позволяет начать что-то с Нового года, с устройства на новую работу или с новых отношений.\nНо как и любая волна мотивации, эффект нового старта проходит. И получится ли у вас действительно что-то изменить — зависит от того, есть ли кроме мотивации ещё и система работы :)\n\nобсуждение в Телеграм\nисточник: книга “Как меняться. Наука, которая поможет преодолеть внутренние препятствия на пути перемен”"},"заметки/P.A.R.A.-метод-Тьяго-Форте.-И-моя-критика-метода":{"title":"P.A.R.A. метод Тьяго Форте. И моя критика метода","links":[],"tags":[],"content":"P.A.R.A. — методика организации разных виртуальных штук. Отвечает на вопрос, как лучше хранить файлы, папки, заметки,.. Создана Тьяго Форте.\nЦель системы P.A.R.A. — для любого кусочка информации иметь определённое место, куда его положить и где его найти.\nP.A.R.A. учит размещать всё, что вы используете в 4 категории\n\nProjects (проекты). “Проект” в методике это что-то относительно короткое с чёткой целью и дедлайном. Защитить дипломную работу; запустить сайт; разработать бизнес-план; смонтировать видео; написать сюжет для комикса; организовать вечеринку. Для каждого проекта можно создать свою подпапку в папке “проекты” и кидать туда всё, что вам кажется может к нему относиться.\nAreas (области). “Область” — это отдельная сфера вашей жизни. “Шляпа”, которую вы носите. “Роль”. Здоровье; финансы, повышение квалификации; путешествия; увлечения; друзья; квартира; автомобиль; продуктивность; продуктовая разработка.\nResource (ресурсы). “Ресурс” — это область интересов. Его отличие от “области” в том, что ресурсы не привязаны напрямую к вашей жизни. Области хранят в себе более приватные вещи, а ресурсы — более общедоступные. Фото, подкасты, статьи, заметки, ссылки на другие ресурсы.\nArchives (архивы). “Архив” — место для того, что уже не используется. Завершённые проекты. Ресурсы и области, которые перестали быть интересны. При этом архив, как подчёркивает Тьяго, не “кладбище” проектов. Туда по прежнему надо заглядывать и оттуда брать идеи, когда начинается новый проект.\n\nПримеры P.A.R.A. на сайте автора\n\n\n                  \n                  Метафора с кухней \n                  \n                \n\nТьяго предлагает следующую метафору:\n\nархив — морозильная камера\nресурсы — кладовая\nсфера жизни — холодильник\nпроекты — что на плите\n\n\n\nДинамичность системы\nВажной особенностью системы P.A.R.A. является её динамичность.\nФайлы и папки путешествуют между категориями по мере того, как интересы меняются. Завершился проект? Он идёт в архив. Область снова стала интересна? Она находится в архиве и выделяется из неё.\nНе стоит пытаться делать статичную систему: так, например, смешиваются проекты, которые вы реально делаете и кучу “справочного материала”, засоряющего всё вокруг.\n\nМоя критика системы\nПримечание. Критики довольно объёмная получилась. Вам может показаться, что я излишне ругаю и придираюсь к мелочам. И вы правы. Критика ниже — моё отражение мыслей “а вот тут мне чего-то не хватило”. Они запустили процесс обдумывания “а как выглядит моя идеальная система”. Самой системы ещё нет, но обдумывание, чем не устраивает  P.A.R.A. — первый шаг к созданию своей.\nP.A.R.A. — эвристическая методика. То есть её автор, Тьяго Форте, как то просто попробовал её, увидел что она подходит и описал, не пытаясь понять, “почему оно так”. Это не делает её “плохой”: если она ему подходит, то вероятно подойдёт и близким по духу людям. Кроме того, эвристики часто встречаются во всех областях науки. Да и сами научные теории где-то в глубине строятся на постулатах, для которых никто не может дать ответ “а почему так”. Я думаю P.A.R.A. хорошая методика и она отличный старт для того, чтобы от неё оттолкнуться. Однако она не всё описывает и не всегда вписывается.\nP.A.R.A. отлично работает в “типичных” случаях. Но мне хочется разобраться, а когда же это не так. Чтобы это понять, хорошо бы понять и а почему оно работает когда работает.\nне заданные вопросы “почему”\nКак будто бы при её создании не задали несколько вопросов “почему же мне именно так удобно?”\n\nПочему же мне удобно, чтобы проекты были отделены? Ведь проект — это просто штука с целью и дедлайном. Как эти свойства говорят, что их стоит хранить отдельно от всего другого?\nПочему же мне удобно, чтобы области были отдельной категорией? Ведь они что-то среднее между “проектами” (тоже личные) и “ресурсами” (тоже вызывают интерес)?\nПочему же мне удобно, чтобы в архив клалось всё вместе и в кучу, если раньше я так старательно выделял категории?\n\nграничные случаи\nТо, что мы храним у себя на компьютерах и в онлайн-приложениях штука очень разнообразная. Кажется, P.A.R.A. не очень работает, если мы пытаемся “покрутить” её концепции на границах.\n\n“так в чём же отличие Проекта от Области”. Казалось бы, граница чёткая: Проект это короткая штука с целью. Однако. Если цель вещь понятная, она или есть или нет, то “короткость” уже эфемерное понятие. Например: у меня был проект “Диссертация”. Я шёл к защите примерно 1.5 года. У меня была чёткая цель. Но было ли это “проектом” или “областью”? Где стоило бы хранить? А когда я женюсь, будет ли цели “прожить счастливую совместную жизнь” достаточно, чтобы Область “семья” стала Проектом? Мы хорошо разделяем типичный проект от типичной области. Но что делать на границах этого понятия?\n“так в чём же отличие Области от Ресурса”. Казалось бы, граница чёткая: Область это что-то личное, ваше. Однако. Возьмём критерий “это моя роль”. Вот я иногда веду тренинги по публичным выступлениям. Будет ли “Публичное выступление” Ресурсом (я просто интересуюсь!) или Областью (ведь у меня есть “Шляпа” “спикер”). Возьмём критерий “это что-то личное, что вряд ли вы расшарите другим”. Я состою в Студенческих Отрядах. И вряд ли я смогу просто поделиться каким-то “внутряком” тут в блоге. С этой точки зрения, например, идея “рассаживайте ребят на Школах Вожатского Мастерства полукругом на стульях, а не за партами” относится к Области, я не буду её шарить. Но для любого другого представителя движения это уже как будто Ресурс — общая мысль, которую можно открыть.\n“так в чём же отличие Ресурса от Архива”. Казалось бы, граница чёткая: в Архив попадает то, к чему больше нет интереса. Однако. Вот только если он нас не интересует, почему же его стоит просматривать при новых проектах? Видимо, потому что старые, законченные проекты могут предоставлять интерес. А если так, то чем эта часть Архива не Ресурс? Чем “так, посмотрю ка что читал на эту тему 2 года назад” отличается от “так, посмотрю ка что читал на эту тему в книге”\n\nвопросы за пределами системы\nНапоследок, подниму несколько вопросов, которые P.A.R.A. обходит, хотя хотелось бы, чтобы упомянула:\n\nустройство “Ресурсов” и “Архива”: если про Проекты и Области Тьяго пишет что-то из серии “делайте их плоскими, всё будет норм”, то как лучше сохранить Ресурсы и Архив — где всё накапливается и может быть огромное число файлов и папок — Тьяго даже не упоминает\n\nв частности, насколько разным может быть запрос. Вот есть у меня книга по физике. Может быть я хочу “что-то, связанное с интересом “Физика&quot;&quot;. Но чаще всего я хочу “книгу, скорее всего определённого автора”. И где тогда эту книгу хранить?\n\n\nсоотнесение кусков информации из разных программ: например, часть презентаций я делаю в Google Slides, а часть — у себя на компьютере. Стоит ли их потом хранить в одном месте или пусть так в разных системах и лежат?\nсоздание привычек, связанных с PARA. Например, Тьяго пишет про динамичность системы. Но ничего не упоминает про то, что эту динамичность надо поддерживать, а для этого нужна привычка\nвозможность подстёгивания внутренней мотивации. Не редко то, что мы храним мы храним не просто чтобы хранить. На самом деле мы хотели бы “не забыть” об этом. Чтобы потом такие наткнулись и “о, я же хотел клёвую штуку замутить”. Но P.A.R.A. используется только для хранения.\n\nЗаключение: чего это я занудствую\nКонечно, вопросы выше это некоторое занудство и, как говорит мой друг, “атака на границы”.\nВ подавляющем числе случаев вы просто загляните сначала в Проекты, потом в Области и в одной из этих категорий найдёте что нужно. В подавляющем числе случаев вы просто будете помнить, что “законченные проекты лежат в архиве, а книга - в ресурсах” и загляните или туда или туда. Оно работает (почти всегда). А “работает — не трогай”. Система не обязана отвечать на вопросы, которые я сам для неё выдумал.\nСистема P.A.R.A. — хорошая система. Она действительно поможет разобраться с бардаком, который лежит у нас на компьютере и интернете. Но вопросы выше как будто показывают, что система делит информацию по слегка неправильным срезам. Что её можно несколько изменить и улучшить. Что я и хочу сделать)\n\nобсуждение в Телеграм"},"заметки/Zettelkasten.-Зеттель.-Мощный-инструмент-с-узкой-сферой-применения":{"title":"Zettelkasten. Зеттель. Мощный инструмент с узкой сферой применения","links":["заметки/примеры/Пример-работы-с-заметками----лекция-Как-Управлять-Людьми-с-Помощью-Текста","заметки/примеры/Пример-роста-заметки----про-трудность,-сложность-и-интерес","заметки/P.A.R.A.-метод-Тьяго-Форте.-И-моя-критика-метода","заметки/keep-what-resonates.-Когда-материал-с-нами-резонирует","заметки/Внутренняя-и-внешняя-мотивация-ведения-заметок","заметки/База.-Два-мира-заметок----информированность-и-понимание"],"tags":[],"content":"Zettelkasten — система работы с заметками. Она в первую очередь помогает углубить своё понимание в разрабатываемой теме, что особенно полезно учёным, блогерам и всем, кто пишет non-fiction. Это — обзорная статья про Zettelkasten. Что это за идея, в чём её магия и почему Зеттель — не швейцарский нож для всех задач, однако полезный инструмент.\nЕсли вы не только что вот сейчас узнаёте про Zettlekasten, вполне возможно вы на одном из полюсов. Вы или считаете “он решит все мои проблемы”. Или думаете “эта фигня никому не нужна”. Истина посредине.\nПара примеров, где я использую подход, похожий на Зеттель:\n\nПример работы с заметками — лекция Как Управлять Людьми с Помощью Текста\nПример роста заметки — про трудность, сложность и интерес\n\nИстория и почему в данном случае про неё стоит знать\n\nскриншот гугл-перевода с сайта niklas-luhmann-archiv.de с оцифрованными заметками.  Сверху — заголовок (переведённый) и номер заметки (у Лумана была особая система нумерации). Слева — скрин заметки. Справа — отцифрованный текст заметки. Снизу — заметки, с которыми заметка связана.\nZettelkasten — дословно с немецкого “ящик для заметок” — система, используемая немецким социологом Николосам Луманом для своих научных работ по, собственно, социологии. Это был реальный шкаф с ящиками и кучей бумажных карточек. Луман утверждал, что Зеттелькастен для него был как “собеседник”, и что именно благодаря системе заметок Луман написал так много научных статей.\nПодробно про историю Zettelkasten можете прочесть/посмотреть по ссылкам: 1  2 и в книге “Как делать полезные заметки” Зонке. В рунете вы можете найти разные названия метода: Zettelkastern, Зеттелькастен, Цеттелькастен, Зеттель, Цеттель.\nВот несколько утверждений про оригинальный Зеттелькстен:\n\nЗеттель использовался для помощи в сборе и обдумывании материала в гуманитарной науке\nЗеттель был аналоговый (бумажный, существовал в физическом мире)\nЗеттель использовался для большой, но одной области. Луман не хранил рядом с научными рассуждениями карточку “как сделать бабушкины пирожки”\nу Зеттелькастена не было  чёткой рубрикации\nоднако, у Зеттелькастена была фиксированная (и специфичная) нумерация каждой заметки, позволяющая прикреплять заметку за заметкой, строить цепочки рассуждений. (прим: эта часть меня наиболее завораживала, посмотрите про нумерацию на скриншоте и почитайте в источниках! Но в цифровом мире она уже, имхо, не особо применима)\nв Зеттеле хранились в основном “атомарные” заметки. Короткие и, записанные своими словами\nу заметок в Зеттеле в основном было много перекрёстной нумерации\nНиколас Луман — создатель Зеттелькастена — описывал его детали и мотивацию в разных работах, но не посвятил ему целостную статью или книгу.\n\nЗачем знать историю появления Зеттеля?\n\nЧтобы понимать: у каждого свой Зеттелькастен. Для Николаса Лумана Зеттелкастен был его личным проектом, а не методикой, которой он учил бы всех вокруг. Луман рассказывал о системе в нескольких статьях, но это не было описания “от и до”. У нас есть общее представление, понимание основных идей и, собственно, его итоговая система. Целостное рассуждение “что есть Zettelkasten” — лишь реконструкция, реверс-инжиниринг. Что является для него существенным, а что — деталью? Какой-то консенсус есть, но он не полный. И ещё менее полный он при переходе в цифровой вид.\nЧтобы чувствовать ограничения Зеттелькастена. Мне впервые про него рассказала подруга и я начал использовать систему для… всего. Но для каких-то областей он как будто бы вошёл как влитой, а для каких-то — мне будто бы приходилось натягивать сову на глобус. И, guess what, “как влитой” Зеттель был как раз для гуманитарных областей. Луман не создавал общую систему для всего. Он создавал систему, которая бы помогла ему, как учёному, быть лучше как учёный.\n\nЧто такое Zettelkasten\n\n\n                  \n                  Tldr\n                  \n                \n\nZettelkasten — система заметок, в основном создаваемая с внутренней мотивацией и направленная на понимание области. В этой системе заметки в основном атомарны, а “сила” системы — не в структуре, но в связях между заметками и в постепенном раскрытии тезиса от заметки к заметке\n\n\nТекущее понимание Zettelkasten наследуется из его истории. Попробую раскрыть тему современных итераций  Зеттелькастена по следующим темам:\n\nцели ведения\nуровень заметок и как выглядит одна заметка\nссылки между заметками и (vs) рубрикация\nобщая схема работы с системой\n\nЦель ведения Zetllelkasten\nЦель ведения системы Зеттелькастен — добавить понимания. Разобраться в какой-то области “от частного к общему” — “по индукции”. Вы замечаете и сохраняете себе разные мысли, цитаты, примеры, относящиеся к интересной вам теме. Потом происходит “магия”: заметки между собой начинают взаимодействовать, у вас появляется какое-то общее понимание темы и вы счастливы. Что за “магия”? Опишу ниже.\nПисательство — побочный продукт ведения системы. По мере ведения Зеттелькастена у вас, вполне вероятно, появится возможность/желание описывать найденные закономерности. Так могут появиться научные статьи, лекции. Так появился мой блог, что вы ныне читаете. Но основной выхлоп — в том, что вы лучше понимаете область.\nЗеттель — инструмент для мышления письмом, а не для запоминания. Он используется для того, чтобы накопить “критическую массу” мыслей на определённую тему и родить из них что-то новое. Он не используется, чтобы запомнить 500 разных топиков по 20 разным курсам.\nЗеттель напоминает про заметки хаотично. В P.A.R.A. всё лежит в своих рубриках “по полочкам”. В Зеттеле же нет чёткой рубрикации (см. раздел “связи между заметками”). А вспоминание чаще выглядит так: мы “бродим” по системе, переходя от ссылке к ссылке и вспоминаем о новой заметке, видя ссылку на неё.\nКак выглядит заметка\nЗаметки в Зеттелькастене маленькие и атомарные (содержат по одной мысли). Они больше походят на кусочки лего, нежели на собранные дома.\nВот пример одной из моих заметок:\n\n\nзаголовок тут — законченное утверждение. Так мысли проще комбинировать, показывать как одна вытекает из другой.\nзаметка тут — одна мысль. Так я могу собирать её в разные структуры, смотреть на неё с разных сторон.\nразмер заметки мал — эта, например, 20 строк. Я могу охватить её одним взглядом. Так я сразу помещаю всё её содержимое к себе в “память”.\nцитат тут нет — только свои слова. Эта заметка — моё понимание. И как моё понимание может быть другими словами?\nзаметка ссылается на разное — как внутри рубрик “про заметки”, так и вне её, например про организацию информации вообще. Так заметка больше укореняется в системе, так я смогу наткнуться на неё в необычных местах: где она будет полезна, но где я не ожидаю её увидеть.\n\nВсе эти пункты — про “типичную” заметку. И у меня и у Лумана есть много исключений. Разные заголовки, цитаты, длина, наличие ссылок — на любой из “контраргументов” вы сможете найти пример.\nСвязи между заметками\nСтруктурно Зеттелькастен — “хаос” из заметок. Заметки не “прибиты” рубриками, а связаны друг с другом ссылками\n\nзаметка подтверждает другую заметку? Добавляем связь\nзаметка опровергает другую заметку? Добавляем связь\nзаметка просто чем-то напоминает другую заметку? Добавляем связь\n\n\nРубрики в системе играю вспомогательную роль. Они есть и у Лумана и в современных реализациях. Но они скорее надстройка к системе, они помогают Зеттелькастену быть немного системой хранения. Но он не является им по сути. Подробнее эту мысль раскрою в следующем разделе.\nОбщая схема работы с системой (кратко)\n\nВозьмите свой любимый цифровой или аналоговый инструмент\nначните добавлять в него мысли-идеи относительно какой-то темы\nдумайте, как новая мысль соотносится с имеющимися. Добавляйте ссылки\nкогда вам покажется, что довольно много заметок относится к одной теме — добавьте специальную заметку-оглавление (обычно она называется MoC, Map of Content. Хотя Луман вроде этот термин не использовал, заметки-оглавления у него были)\n\nУ этого краткого описания много подводных камней. Не во всех темах оно будет работать. Много нюансов надо учесть. Часть подробностей будет ниже. А остальным во многом и посвящён мой блог.\nЧто даёт Zettelkasten\n\n\n                  \n                  Tldr\n                  \n                \n\nЗеттелькастен накапливает “критическую массу” идей и мыслей, помогает их сопоставить между собой\n\n\nИтак. Куча маленьких заметок. Нечёткая структура. Хаотичность. Всё это делает Зеттелькастен плохой системой хранения. Но хорошей системой для мышления.\nВот основные бонусы использования системы\nОтделение содержимого от структуры\nПусть вы пишите статью. Или лекцию. Или диссертацию. Когда новая мысль приходит к вам в голову, вам надо проделать большую работу: сформулировать саму мысль, посмотреть, где она лежит в повествовании, проверить, не ставит ли эта мысль повествование с ног на голову, добавить подводку от предыдущего абзаца и отсылку к мысли в вывод. И откатить всё назад, если вы вдруг разочаруетесь в этой новой идее.\nНаше погружение в тему имеет две стороны: накопление материала и его систематизация. Зеттелькастен позволяет их разделить.\nВ Зеттле наша задача сформулировать мысль и добавить ссылки на и с неё. Не заботясь о линейной структуре, не заботясь о том, чтобы все термины заметки были бы понятны стороннему читателю. Гораздо меньше работы, что делает эту работу гораздо проще.\nВам не нужна и сама статья, чтобы сохранить заметку. Вы можете сначала просто что-то сохранить интересное, а потом выбрать из 100 интересных заметок 20 и сформулировать из них статью. А потом взять 5 из этих, добавить 15 и получить другую статью. Не обязательно думать “а куда эта мысль ложится”.\nБорьба с предвзятостью подтверждения\nСформулировав убеждение, мы в первую очередь будем искать подтверждения этой идее. Отбрасывая всё, что не подходит. Это — “предвзятость подтверждения”. С предвзятостью подтверждения стоит бороться, если вы хотите действительно разобраться в теме. И Зеттелькастен помогает нам.\nЧасто нас привлекает какая-то мысль и мы её просто сохраняем. Эти мысли собираются в кучу и лишь накопив достаточное количество заметок мы понимаем, что из них следует. Не формулируя убеждение изначально (т.е. не собираясь сначала писать статью с однозначным посылом), нам ничего не стоит сохранять аргументы за разные стороны. И потом их анализировать, пытаясь найти связи.\nБывает, что убеждение у нас уже есть. Тогда, конечно, мы сохраняем заметки зная, что они привязаны к теме. Но и в этом случае Зеттелькастен помогает бороться с предвзятостью подтверждения: ведь вам не надо соотносить противоречивый факт сразу же. Достаточно оставить его в системе. А значит, цена “добавления” становится ниже. Например: у меня есть убеждение, что воспитывать стоит исходя из уважения к ребёнку. Но я наткнулся на статью, что авторитарный стиль воспитания защищает от проблем алкоголя и наркотиков. Разумеется, мне не очень нравится, что нелюбимый мною стиль приносит пользу. Но мне не надо отбрасывать информацию или менять все убеждения под неё. Я просто сохранил заметку на будущее и когда-нибудь про это подумаю, без давления.\nВдохновение от далёких связей\nУ чёткой рубрикации есть плюс и минус. \nПлюс — вы начинаете мыслить в контексте рубрики. Вы знаете, что вот тот пример относится к программированию, а вот тот — к написанию текстов. Вам очень просто теперь найти пример.\nМинус — вы начинаете мыслить в контексте рубрики. Вы знаете, что вот тот пример относится к программированию, а вот тот — к написанию текстов. А значит, вам очень сложно понять, что между примерами есть что-то общее. В статье Пример роста заметки — про трудность, сложность и интерес я описывал, что мне нужно было объединить идеи из психологии, общения, геймдизайна, игрофикации и идей про флирт. Это очень сложно делать, когда ты думаешь только в рамках этих рубрик.\nВ Зеттелькастене рубрики играют малую роль. Гораздо большую играют связи между заметками. Вы можете “ходить” по ссылкам, размышлять об этом пути как о чём-то общем, без барьеров в виде рубрик. И натыкаться на неожиданные параллели между областями. Такие параллели сильно продвигают ваше понимание тем. И такие параллели стимулируют более глубокое изучение: “если явление выглядит одинаково для, например, программирования и написания текстов, нет ли там общей подоплёки?”.\nВозникновение интереса при хождении по ссылкам\nУ чёткой рубрикации есть плюс и минус. \nПлюс — вы, в большинстве случаев, знаете что там найдёте. Значит, как только вам понадобится информация — вы точно будете знать, где её искать.\nМинус — вы, в большинстве случаев, знаете что там найдёте. Значит, у вас не будет эффекта “вау, вот это интересный взгляд”, когда вы вдруг увидите новую связь между заметками. Интерес вызывается, когда что-то для вас ново.\nВ Зеттелькастен вы не забываете про заметки окончательно, но часто “подзабываете”: ведь заметок много, чётких рубрик нет, всё в голове не удержать (да и не надо). За счёт этого вам интересно ходить по ссылкам и вы получаете удовольствие от маленьких “открытий” — полезное состояние, чтобы пользоваться системой.\nГде применять Zettelkasten\n\n\n                  \n                  Tldr\n                  \n                \n\nСоздатель Zettelkasten использовал его в своей гуманитарно-научной области. Применять его лучше всего в похожих контекстах: большая область, в которой вы хотите разобраться, которая не очень хорошо структурируема и в которой ценность представляют связи между заметками\n\n\nИтак, Zettelkasten поможет вам, если\n\nвам не страшно на время забыть о какой-то заметке (пока вы случайно заново на неё не наткнётесь)\nвам не надо смотреть готовый, скомпилированный материал\nвы получаете удовольствие от того, чтобы “побродить” по ссылкам, “поиграться” с заметками\n\nЗначит, для работы\n\nу вас должна быть внутренняя мотивация для работы с заметками — вам хочется разобраться в области из любопытства, вы не смотрите на заметки просто как на “ценный ресурс”\nзаметки должны быть направлены не на сохранение информации, а на понимание\nв области нет устоявшейся таксономии — рубрикации, в рамках которых вам удобно мыслить\nобласть должна быть достаточно широка, чтобы заметки могли обрастать связями (подробнее об этом в следующем разделе)\nвы должны достаточно часто работать с системой, чтобы хоть примерно помнить содержимое (подробнее об этом в следующем разделе)\n\nZettelkasten скорее применим к гуманитарной сфере, нежели к естественно-научной. Важность широких связей, более широкая таксономия, большое количество сцепленных друг с другом идей и мыслей, допустимость различных интерпретаций и необходимость сравнивать идеи между собой… Всё это, хоть и встречается во всех областях, всё-таки более характерно для гуманитарных областей. Будучи сам физиком, я призываю не ожидать столь многого от методики в естественных науках.\nГде Zettelkasten даёт сбой, что использовать там\n\n\n                  \n                  Tldr\n                  \n                \n\nВезде вне описанного выше Zettelkasten работает хуже. Для областей, не входящих в фокус вашего внимания. Для областей, где вам надо сохранять информацию, а не понимать. Для областей, где вы движимы внешней мотивацией. Для всего этого стоит дважды подумать, перед тем как решить, что вам нужен Зеттель\n\n\nРассказывая про возникновение интереса выше, я упомянул: система хорошо работает, когда вы не держите все связи в голове, но при этом и не забыли систему окончательно. У этой идеи есть два следствия:\n\nЗеттель не работает в полной мере, пока заметок очень мало. Потому что вы их все отлично помните, помните все связи между ними и у вас нет “открытий” по мере работы с системой. Вы могли сталкиваться с утверждением, что “Зеттелькастен ведёт себя как собеседник, но это свойство открывается лишь после пары лет ведения заметок”. Это утверждение — как раз про возможность “подзабыть” и открыть заново связи.\nЗеттель не работает в полной мере в областях, куда вы не заглядываете — вне фокуса вашего внимания. Хоть открытия совершать приятно, в голове должно оставаться общее ощущение куда идти и что смотреть. Ваш путь по заметкам, чтобы приносил радость, должен как-то начаться. Вы должны с чем-то написанную заметку соединять. Всё это невозможно, если вы совершенно забыли вашу систему.\n\nКроме того:\n\nZettelkasten не работает, когда ваша цель — создать справочник. Если это ваша цель — используйте систему, подобную P.A.R.A.\nZettelkasten не работает, когда вам надо писать не опираясь на имеющиеся в системе смыслы, а анализируя каждый раз новое (см об этом Кэл Ньюпорт не выкупает Zettelkasten - by Андрей Суховский)\nZettelkaten не работает, когда вы только обучаетесь новой области — вам так будет лишь сложнее находить атомарные заметки.\nнаверняка, Zettelkasten не работает где-то ещё. Так что статья будет пополняться)\n\n\n“как всё сложно”\nРассказывать про Zettelkasten не просто. Но даже этот рассказ оставляет за бортом кучу деталей.\n\nЗеттель на разные темы. Луман занимался лишь социологией. Я увлекаюсь разным — от программирования до философии. Как совмещать темы? Делать ли систему единой?\nЗеттель и справочник. Как совместить Зеттелькастен и те темы, где нас интересует справочная информация? В одной или разных системах? Что, если на один и тот же топик нам хочется и углубить понимание и сохранить несколько ссылок?\nЗеттель и динамика. Как создавать систему? Как её изменять? Что делать с изменением нашего интереса? С изменением мотивации работы?\n\nНадеюсь, о пропущенных темах смогу поговорить позже :)\n\nобсуждение в Телеграм"},"заметки/keep-what-resonates.-Когда-материал-с-нами-резонирует":{"title":"'keep what resonates'. Когда материал с нами 'резонирует'?","links":["заметки/P.A.R.A.-метод-Тьяго-Форте.-И-моя-критика-метода","общее/Система-1-и-Система-2.-Быстрое-и-медленное-мышление","общее/Мысленная-дробь","общее/память/Удивительная-информация-скорее-всего-забудется.-Парадокс-памяти-и-интереса"],"tags":[],"content":"\n\n                  \n                  Warning\n                  \n                \n\nЭто — статья “для общего образования”. Тут будут абстрактные рассуждения. За практическими следствиями смотрите “обратные ссылки” :)\n\n\n\n\n                  \n                  Warning\n                  \n                \n\n“Резонирует” значит “привлекает непроизвольное внимание”. Речь пойдёт про характеристики этого непроизвольного внимания. В статьях для непроизвольного внимания выделяют “интерес”, “новизну” и “контраст”. Ниже — моя интерпретация понятий и их приложение к организации информации. Я не психолог и могу вас нагло обмануть в этой интерпретации.\n\n\nТьяго Форте, создатель методики P.A.R.A. предлагает сохранять в заметки “всё, что привлекает внимание, что резонирует”. Я думаю в том же русле.\nПринцип “сохраняй что резонирует” привлекателен тем, что вам не надо “думать”. Вы остаётесь в рамках комфортного быстрого мышления. Из кучи информации, которую мы видим всё время мы можем не тратя сил отобрать кандидатов для сохранения. Не прям всё что приглянулось стоит тащить в систему и не прям всё, что не приглянулось в систему тащить не надо, но о штуках, выбивающихся из идеи “сохраняй что вызывает интерес” порассуждаем в другой раз. А пока поговорим про сам принцип и почему он в общем и целом работает. Чтобы понять это, стоит покопаться в его нутре. Так что же вызывает у нас “чувство резонанса”?\nЧто вызывает у нас резонанс. Непроизвольное внимание\nЭто чувство, “блин, вот это вот что-то интересное, надо сохранить!” это работа вашего непроизвольного внимания.\n\nНепроизвольное внимание привлекается к раздражителям, которые мы субъективно считаем новыми.\nНепроизвольное внимание привлекается к раздражителям, для которых новизна (контраст) \\times наш фоновый интерес \\times наша “открытость” становится достаточно большой\n\nЕсли мы в целом не очень много думаем в сторону раздражителя, только очень “яркий” образ мы воспримем как контрастный и среагируем.\nЕсли же мы глубоко в теме, даже малейшее различие будет заметно и привлечёт внимание.\n\n\n                  \n                  Example\n                  \n                \n\n\nЯ не особо разбираюсь в растениях. Чтобы цветок привлёк моё внимание, он должен быть прям ОЧЕНЬ необычным. Иначе это для меня лишь фон.\nЯ разбираюсь в физике. Как-то раз меня привлекло просто преломление света на витрине в Эрмитаже: я не ожидал, что такое стекло может давать такой результат. Вряд ли кто-то ещё смотрел на витрину, а не на экспонаты внутри.\n\n\n\n\nПросто гляньте на это преломление света. Откуда оно такое?\n\n\nСоставляющие непроизвольного внимания\nНовизна\nНовизна  — расположение стимула в “поле интересов”. Насколько он далёк от того, что мы уже видели, знали и ожидали увидеть.\nПример: рассказывая лекцию, преподаватель привёл пример из категории “18+”. Хотя он мог говорить это всё тем же тоном, что и остальную лекцию, студенты встрепенуться.\nКонтраст\nКонтраст — расположение стимула по оси “интенсивности”. Насколько он количественно отличается от того, что мы уже видели.\nПример: рассказывая лекцию, преподаватель вдруг сильно повысил голос. Хотя он мог говорить всё ту же тему, которой посвящена и остальная лекция, студенты встрепенутся.\nN.B.: контраст или новизна. Я вижу новизну и контраст как “ось X” и “ось Y” гипотетического “пространства, на которое мы обращаем внимание”. Но для некоторых случаев такое разделение оправдано (как пример с преподавателем), а в некоторых — притянуто за уши. Если я люблю котов и вижу нового кота, вряд ли я думаю “о, он контрастен”. Скорее его контрастность (например увидел первого белого кота, а раньше все были чёрные) будет восприниматься мной как “новизна”.\nФоновый интерес\nфоновый интерес — насколько нас в целом волнует область, в которой оказался стимул.\nПример: мой фоновый интерес к физике сильно больше, чем к растениям. Любую штуку, которую я восприму как “относится к физике” мне будет хотеться рассмотреть.\nОткрытость к раздражителям\nоткрытость к раздражителям — насколько сейчас мы сосредоточены на чём-то одном или находимся в безмятежности. Рассеянное ли у нас мышление или сфокусированное. Насколько широки наши мысленные дроби.\nПример: рассеянность. Как-то я был настолько увлечён, что моё внимание не привлёк собственный велосипед на парковке. Так он там ночь и переночевал.\nНепроизвольное внимание и наши знания. Приложение к области или к точке\nНапоследок, совсем “абстрактное” рассуждение.\nЯ понял, что бывают случаи, когда что-то “очень новое” вызывает у меня большой интерес. А бывает, что нет. Когда же так происходит?\n\nНаш интерес проявляется двояко:\n\n“Широкая область интересов”. Часто нам в целом интересна какая-то область. “Физика”. “Продуктивность”. “Лютневая музыка”. И раздражитель относится к этой же области. В таком случае “новое” для нас фактически любое отличие выше некоторого порога. Чем более “новый” для нас раздражитель, тем он привлекательнее. Крайне необычная идея в продуктивности вызовет ваш интерес.\n“Различные точки интересов”. Бывает, что ещё нет никакой области. Просто несколько вещей, что вы сейчас изучаете. Тогда слишком “новый” раздражитель может быть далеко от всех точек и не вызывать интерес. “Новый” должен быть не слишком уж знакомый, но и не слишком уж далёкий. Необычная идея по Zettelkasten не вызовет ваш интерес, если сейчас вы разбираетесь с P.A.R.A.\n\nПодведём итог.\nТак что же “резонирует”? Почему “резонирующий материал стоит сохранять”?. Чувство интереса к материалу — это ваше непроизвольное внимание. Оно возникает, если материал кажется достаточно новым (контрастным) в рамках тех знаний, что у нас есть. Но при этом он всё же “ложится” на имеющиеся знания. Именно эта характеристика — новизна, но при этом принадлежность к области интересов — и значит, что “возможно, материал будет полезен в будущем и его стоит сохранить”.\nСледствия\n\nчем больше ты знаешь, чем восхитительнее кажется мир. Ведь к тем большим объектам привлекается твоё непроизвольное внимание.\nчем больше ты копаешь в теме, тем более мелкие изменения будут казаться достойными твоего внимания. Из этого, в свою очередь, вытекает философский вопрос “когда стоит остановиться?”. Копая глубже, появляется желание копать ещё глубже. Читать больше книг, переходить по большему числу ссылок.\nнаоборот, для тем, которые тебе не особо интересны, ты не будешь сохранять каждую мелочь. Отличия просто не покажутся тебе достаточно существенны.\n“в общем и целом” принцип keep what resonate работает, потому что резонанс — значит штука достаточно нова и относится к области твоих интересов\n\nно не всегда: Удивительная информация скорее всего забудется. Парадокс памяти и интереса\n\n\nпарадокс находок при уборке. Мы не хотим выкидывать вещь, которую нашли во время уборки, потому что она привлекла наше внимание. Она привлекла внимание, потому что давно не попадалось, мы её “вспомнили” и радость воспоминания отразилось на нашем представлении о вещи. Но само то, что мы напрочь забыли про вещь к этому моменту и она лежала не нужная кучу времени — сигнал, что она нам не нужна и может её-то как раз стоит выкинуть.\n\n\nобсуждение в Телеграм"},"заметки/База.-Два-мира-заметок----информированность-и-понимание":{"title":"База. Заметки -- надо ли оно вам? Два мира заметок -- \"информированность\" и \"понимание\"","links":[],"tags":[],"content":"\n“Заметки” — термин очень общий. Это и какие-то свои мысли. Это и цитаты из книг. Это и примеченные рецепты по кулинарии. Нужно ли вам всё это разнообразие? Хотите ли вы тратить время на запись, на построение Системы и на работу с ней? Эта статья должна немного помочь определиться — стоит оно усилий или нет.\nТипы и цели заметок\nГлавная развилка для заметок — “информация” или “понимание”. Вы “собираете” или “творите”. Сосредотачиваетесь на “информированности” или “понимании”.\n\n\n                  \n                  Example\n                  \n                \n\n\nСохранить день рождения друга или идею для подарка ему — “информация”\nПосчитать и сохранить время в пути — “информация”\nСохранить описание алгоритма Дейкстра — “информация”\nСохранить алгоритм подключения к программе — “информация”\nСохранить формулу преобразования временного сигнала в частотный спектр — “информация”\n\n\n\n\n\n                  \n                  Example\n                  \n                \n\n\nСвязать идею Единого Источника Истины из программирования с такой же идеей в сохранении заметок — “понимание”\nОбдумать, какие варианты речей бывают на публичное выступление — “понимание”\nРазобраться, что скрывается за идеей “понимания” — “понимание”\nНайти “за” и “против” для идеи “съесть лягушку по утрам” — “понимание”\nОпределить все возможные цели заметок — “понимание”\n\n\n\nОбе эти категории имеют куст возможных целей:\n\n“информированность”\n\nСохранение информации\nФормулировка алгоритмов действия\nЗапоминание интересных областей\n\n\n“понимание”\n\nПознание мира\nСоздание контента\nУпорядочивание мыслей\n\n\n\nНадо ли делать заметки?\nнадо ли делать заметки для информации\nЕсли вы хоть раз записывали номер телефона своего друга, если хоть раз сохраняли понравившийся мем — значит вы уже их делаете! Возможно на листочках бумаги, возможно в Google.Keep, возможно в Apple.Notes, может на листках бумаги.\nУбеждён, что хоть где-то хранить информацию надо всем. Храня информацию “где-то во вне” вы перестаёте загружать свой мозг. Вы перестаёте бояться забыть, а значит можете не цепляться за идею, быть более свободным.\nМы все как-то храним информацию. Вопрос, а как сделать это удобно? Удобен ли вам ваш способ?\n\n\n                  \n                  Пример пользы ведения заметок \n                  \n                \n\nЕсть у меня знакомая, к которой ходил обучаться массажу\n\nв период обучения (3 раза в неделю) мне не надо было запоминать “а какой адрес дома и квартиры”. Я это помнил и так, очень уж часто бывал.\nно вот, обучения закончилось, а общение нет. И бываю у неё периодически — раз в месяц-два. Теперь информация “а какой номер квартиры” не хранится в моей памяти.\nЯ раз посмотрел при подходе в переписке. Второй. Третий. И я конечно тупенький, но на четвёртый понял: ситуация будет повторяться\nЯ перенёс информацию о адресе знакомой из переписки в свою систему заметок и теперь доступ к ней имею в пару кликов\n\n\n\nнадо ли делать заметки для понимания\n“Заметки для понимания” — совершенно отдельная категория заметок. И если что-то мы храним всегда, то вот целенаправленные заметки для понимания, для думанья письмом — вещь уже не настолько очевидная.\nНадо ли вам делать заметки для понимания? В целом-то нет. Нормально и без них живём. Но могут быть области, где они таки полезны.\nЕсли вы пытаетесь разобраться в области, где вам доступны лишь крупицы информации, где надо собирать её по частям — вам стоит делать заметки для понимания. Одну мысль вы нашли в одной книге. Другую — высмотрели в ролике. Третья пришла сама по себе. И вот, глядишь, вы уже немного и разобрались в теме.\nВедение заметок для понимания позволяет более широко взглянуть на тему. Позволяет задуматься над связями и параллелями в спокойной обстановке — а не в той, в которой вы увидели мысль изначально.\n\n\n                  \n                  Пример пользы ведения заметок \n                  \n                \n\n\nя вёл осенью тренинг про общение.\nПроскользнула у меня мысль “жаль, что я не посвящаю каждый день какой-то теме”\n\nна этом уровне я могу быть без заметок: скорее всего мысль “ой, а я же хотел тематические дни” мне придёт сама, когда я следующий раз начну вести тренинг…\n…но не факт, что в период подготовки, а не после первого дня. По крайней мере теперь эта мысль встретиться заранее\n\n\nЗаписал мысль в заметки и забыл на некоторое время\n… прошло 2 месяца (я не очень быстро разбираю записи)\nУвидел заметку “(проблема) тематические дни тренинга”\nЯ задумался “а вообще с чего я тогда решил, что лучше, чтобы они были тематические”? (смог задуматься потому что меня никто не торопит)\n\nПришла в голову мысль “Нечто, объединённое одной темой, лучше запоминается и на дольше остаётся в памяти”.\nИз неё логически вышло “Для мероприятия надо продумывать одну объединяющую идею”.\nА мысль “дни тренинга лучше, чтобы были посвящены каждой своей теме” стала следствием предыдущей\n\n\nтеперь я:\n\nи вовремя увижу саму мысль\nи понимаю, почему мне это важно\nи думаю про другие мероприятия/игры буду иметь в виду: “стоит думать всё вокруг одной темы”\n\n\n\n\n\nкак вести заметки\nОчень много нюансов, но вот вам основные идеи для затравки:\n\nхраните не по тому, где вы нашли мысль, а где она вам скорее пригодится (т.е. не отдельные выписки из книг, а общая локация для и из книг и из подкастов и т.д.)\nесли у вас есть конкретный проект, создайте папку проекта и храните всё относящееся к нему там. (“принцип локальности”)\nНе перебарщивайте с рубриками: добавляйте новую рубрику только когда прям точно в этом уверены. А что не вписывается в рубрики можно просто поместить в раздел “разное”\nДумайте о длине заметок: для “информации” лучше большой сшитый формат, где вся информация вместе. Для “понимания” - атомарные заметки — кусочки пазла, которые можно переставлять\nДумайте о долговечности: если заметки для “информации” могут быть привязаны к конкретному проекту и нормально, когда они устаревают, то основные заметки для “понимания” могут копиться вами всю жизнь. В частности, поэтому, остерегайтесь проприетарных форматов.\n\nЯ использую Notion и Obsidian для ведения заметок. В качестве основных подходов советую посмотреть темы “Zettelkasten”, “BASB”, “PARA”, “Evergreen notes”.\n\n“как всё сложно”\nВедение заметок — самая сложная из тем, которым посвящён мой блог. В привычках вся “база” понятна: если что не получается, ты знаешь, почему. В “ведении дел” мне тоже удалось видеть работающие схемы. Да и дел-то в фокусе 10-30 бывает.\n\nЗаметок уже больше 1000 и будет ещё больше. Их не свалишь в одну кучу\nДля заметок нет основополагающей книги, от которой можно отталкиваться (как “нанопривычки” для привычек и “GTD” для дел)\nЗаметки очень плавающая категория. Нет чёткой грани между “заметкой” и полноценным источником. Хранить ли, например, заметки и книги вместе? Разделять ли их?\nИ, самая большая проблема — обращённость в далёкое будущее. Ты примерно знаешь, когда ты будешь делать какое-то дело. Но сам подход заметок для понимания таков: ну делай, смотри на них, твори, авось что-то интересное да всплывёт. А может и не всплыть. Никакой определённости\n\nДаже озвученные тут категории “Информированность” и “понимание” — полезные, но не твёрдые. Вот сейчас для меня заметка “кампус вуза” — заметка для информации. А вдруг (не планирую, но вдруг) увлекусь архитектурой. И сразу начну рассматривать кампус под другим углом.\n\n\n\nРезюмируя, с заметками всё не просто сложно, а прям очень сложно. Их много, не понятно что считать заметкой, не понятно когда они пригодятся… Что сохранять? Как сохранять? Стоит ли оно вообще того?..\nНо тем интереснее пытаться разобраться в этой области. Давайте сделаем это вместе :)\n\nобсуждение в Телеграм"},"заметки/Внутренняя-и-внешняя-мотивация-ведения-заметок":{"title":"Внутренняя и внешняя мотивация ведения заметок. Заметки и \"прокрастинация\"","links":["entities/книга-'психология-мотивации-достижений'.-Гордеева","заметки/примеры/Пример-работы-с-заметками----лекция-Как-Управлять-Людьми-с-Помощью-Текста","заметки/keep-what-resonates.-Когда-материал-с-нами-резонирует","заметки/P.A.R.A.-метод-Тьяго-Форте.-И-моя-критика-метода","заметки/Zettelkasten.-Зеттель.-Мощный-инструмент-с-узкой-сферой-применения"],"tags":[],"content":"Есть мнение\n\nЗанимаясь заметками “просто так, без цели”, вы на самом деле просто изысканно прокрастинируете. Отказываетесь от важных дел, чтобы заняться “как будто бы полезным ведение заметок”. Если у заметок нет цели, они бесполезны. Не ставя цель, вы занимаетесь ерундой.\n\nЭта идея описана, например в статье и видео . Логичный, но, имхо, в корне неверный подход.\nСтатья, которую вы сейчас читаете — про важное деление целей ведения заметок:\n\nвнутренняя мотивация ведения заметок — когда вы делаете заметки “просто потому что”. Потому что вам нравится процесс, потому что вас зацепила идея,.. Без конкретного назначения\nвнешняя мотивация ведения заметок — когда выделаете заметки “с конкретной целью”\n\nДеление стоит в центре споров о “применим ли Зеттелкастен или нет”, в центре споров “а не страдаете ли вы синдромом Плюшкина”. При этом явно о двух мотивациях не говорят, отсюда и недопонимание.\n\n\n                  \n                  Warning\n                  \n                \n\nХотя статья посвящена разбору обоих типов мотивации, основной её упор будет на оправдание, “почему внутренняя мотивация вещь хорошая”. Внешняя мотивация — как мысль “я делаю заметки, чтобы собрать материал к конкретной цели. Мне нужно поклеить обои, вот я и собираю варианты обоев” более очевидная и меньше нуждается в “защите”.\n\n\nДва типа мотивации деятельности: внешняя и внутренняя\nРазделение мотивации на внешнюю и внутреннюю — общее в психологии. Эта шутка не только про заметки.\n\nВнешняя мотивация — тип мотивации человека, связанный с какой-то конкретной целью. “Я работаю сверхурочно, чтобы меня повысили на работе”. “Я хожу на гольф, чтобы попасть в элитное общество”.\nВнутренняя мотивация — тип мотивации, не связанный с чем-то конкретным, а просто “интересный вам”. “Играю в футбол, потому что мне нравится играть”. “Разбираюсь в физике, потому что восхищён этой областью”.\n\n\n\n                  \n                  Quote\n                  \n                \n\nВнутренняя мотивация определяется Диси и Райаном как «врожденная характеристика человека, основанная на применении своих интересов и упражнении своих способностей, включающая в себя стремление к поиску и преодолению задач оптимального уровня сложности» ( Deci, Ryan,  1985, р. 43).\n(c) книга ‘психология мотивации достижений’. Гордеева\n\n\nМы ведём себя по разному, в зависимости от движимые ли мы внутренней или внешней мотивацией.\nособенности внешней мотивации\nВнешняя мотивация появляется, когда появляется цель. Постановка цели усиливает настойчивость человека. Направляет наше внимание на достижение этой цели (книга ‘психология мотивации достижений’. Гордеева). “Вижу цель, не вижу препятствий” — как раз про это.\nМинус внешней мотивации — она не очень устойчива. Мы скорее “собьёмся с пути”, когда делаем что-то под внешней мотивацией. Вы наверняка слышали: “не превращай хобби в работу”. Если перефразировать, то эта фраза звучит так: “ты занимаешься хобби с устойчивой внутренней мотивацией. Но наличие цели может сместить твою мотивацию на внешнюю, которая менее устойчива и может закончиться. В этот момент тебе перестанет нравиться делать то, что ты делаешь”. (на полях отмечу, что корень успеха превращения хобби в работу — сохранение внутренней мотивации)\nособенности внутренней мотивации\nВнутренняя мотивация, в противовес внешней, устойчива и может сохраняться надолго. Человек, движимый внутренней мотивации, более склонен к экспериментам и исследованиям.\nВнутренняя мотивация может привести к чему-то крутому. Ричард Фейнман так нобелевку получил. Пара цитат из книги “Вы конечно шутите, мистер Фейнман”: “ныне физика внушает мне легкое отвращение, но ведь было же время, когда я наслаждался ею? А почему я ею наслаждался? Да потому, что она была для меня игрой. Я делал то, что мне нравилось, и мне было важно не значение моих занятий для развития ядерной физики”. “Мои диаграммы – да и вообще все то, за что я получил Нобелевскую премию, – выросли как раз из того баловства с покачивающейся тарелкой.”\nМеня внутренняя мотивация привела к лекции, о которой рассказывал в другом посте: Пример работы с заметками — лекция Как Управлять Людьми с Помощью Текста. Она привела к созданию этого блога. Она помогла мне разобраться, как лучше строить игры. Помогла вести тренинг про общение и тренинг про публичку. И дала возможность освоить ещё много чего другого.\nМинусы внутренней мотивации — она сильнее и при этом не направлена. Пока она не привела вас к чему-то (а она не обязательно приведёт) это будет выглядеть как баловство. В зависимости от всякого разного вы можете как просто “иногда тыкаться в стороны”, двигаясь в одном направлении, так и просто бродить везде. Движимые внутренней мотивации вы будете хотеть смотреть на проблему “глубже”. Тратить на это больше времени. Без гарантии, что оно к чему-то приведёт. Просто потому, что “ну мне нравится этим заниматься”.\nТипы мотивации в применении к заметкам\nЗаметки мы всё так же делаем с одной из типов мотиваций.\n\nмы делаем заметки с внешней мотивацией, когда для нас это скорее “справочный материал”. Нам не интересна заметка сама по себе, мы не хотим в ней копаться. Мы хотим использовать найденную информацию для Дела. Тогда нам важно создать систему хранения, удобно находить вещи и информацию. Сохранять только то, что полезно.\nмы делаем заметки с внутренней мотивацией, когда мы скорее хотели бы задуматься “хм, а на что это похоже? А к чему это ведёт? А что напоминает?” Мы не задаёмся вопросом “а нафига нам это надо?”. Интересно? Значит сохраняем.  И для таких заметок нам нужна уже не система хранения, а система для “диалога с системой”.\n\nЗаметки с внешней мотивацией помогают сделать дело. Заметки с внутренней — разобраться в теме и с удивлением посмотреть, куда тебя это приведёт.\nЕсли вам интересует в первую очередь заметки с внешней мотивацией — вам должен быть ближе подход P.A.R.A.. Если с внутренней — Zetelkasten.\nМотивации могут переходить друг в друга. Сделал я заметку со списком рефакторингов (изменений кода без изменений функционала) программного обеспечения. А потом задумался “хм, кажется их что-то объединяет”. Раз — и появилась внутренняя мотивацией. Накопил я заметки на определённую тему, хочу из них сделать лекцию. Раз — и мотивацией уже внешняя.\nПлюсы и минусы ведения заметок с внутренней мотивацией. Прокрастинация и Синдром Плюшкина\nЛюди не скажут, что вы занимаетесь фигнёй, если вы делаете заметки для конкретной цели. А вот если делаете “просто так” то скажут.\nАкцентирую внимание на плюсах и минусах заметок с внутренней мотивации.\nПлюсы:\n\nвнутренняя мотивация устойчива. Начав делать заметки, вы продолжите делать заметки\nвнутренняя мотивация позволяет дойти туда, куда не ожидал. Я не планировал делать блог, но вот я здесь\nвнутренняя мотивация гораздо полезнее, чтобы глубоко разобраться в теме. Тема вам интересна → вы в ней разбираетесь\n\nМинусы (и мнимые минусы)\n\nвы можете не прийти к тому, к чему хотели бы. Основной продукт заметок с таким типом мотивации — это понимание области. Следующий шаг при достижении понимания — желание этим озарением поделиться. Это почти всегда лекции, книги, статьи, выступления и вот это всё. Редко из “понимания области” сразу рождается проект. Если вы человек, который хочет пусть даже меньше понимать, зато больше реально делать — возможно заметки с внутренней мотивацией не ваш вариант\nвы будете тратить больше времени на заметки. Т.к. вам нравится их делать, вы их и делаете. При этом часто не достигаете цели (цели в принципе часто нет). За это время вы могли бы сделать что-то “полезное”. Отсюда идея, что вы прокрастинируете. Но прокрастинация — это не про “не двигаюсь к цели”. Это когда вы занимаетесь не тем, чем вы с вашей собственной точки зрения должны были бы заниматься. Не называют же прокрастинацией хобби. Если вам самим нормально, что вы тратите на это время, всё хорошо. А периодически заметки к чему-то да приводят.  Возможно, что вы всё-таки прокрастинируете. Что у вас есть дела, которые вы хотите делать, но вместо этого вы ищите “самую лучшую” систему, ищите “самые интересные” мысли,.. Не забывайте об этом риске, но понимайте, что он сродни “решил перемыть все полы вместо сдачи отчёта”: ничего не говорит о вреде мытья посуды. И бороться с ним надо теми же способами, что и при любой другой прокрастинации.\nвы можете превратить систему в бардак. Без критерия “пользы” вы сохраняете “что интересно”. А таких вещей может быть сильно больше. Вы можете свалиться в “синдром Плюшкина”, он же “ошибка коллекционера”. Усиливает это опасение мысль, что заметки с внутренней мотивацией в целом менее структурированы (об этом говорим в статье про Zettelkasten ). Ваша система заметок станет бардаком, в котором никто, даже вы, не разберётесь. Вам стоит следить, чтобы такой напасти не случилось. Но неизбежность её сильно преувеличена из-за механизмов привлечений интереса: скорее всего даже сохраняя прям всё-всё, что вызывает интерес у вас будет несколько сильно связанных между собой областей, а вне этого фокуса — ну по паре заметок на тему, не больше. Почему я так считаю? Читайте следующую статью\n\n\n”Как всё сложно”\n\nДва типа заметок во многом требуют двух разных типов структур. Справочный материал, заметки с внешней мотивацией, должен быть “прибит” и структурирован. Заметки с внутренней мотивацией — “плавать” в системе и сталкиваться идеями. Как совместить эти два подхода в одной системе? Учитывая, что тип мотивации может меняться? И учитывая, что на одну тему у вас может быть и справочный материал и заметки-размышления?\nКак отследить за собой, когда внутренняя мотивация начинает вредить? Как остановиться, если это происходит?\n\nОб этом порассуждаем как-нибудь потом =)\n\nобсуждение в Телеграм"},"заметки/О-заметках":{"title":"О заметках","links":["заметки/База.-Два-мира-заметок----информированность-и-понимание","заметки/P.A.R.A.-метод-Тьяго-Форте.-И-моя-критика-метода","заметки/Zettelkasten.-Зеттель.-Мощный-инструмент-с-узкой-сферой-применения"],"tags":[],"content":"\nБаза. Два мира заметок — информированность и понимание\nP.A.R.A. метод Тьяго Форте. И моя критика метода\nZettelkasten. Зеттель. Мощный инструмент с узкой сферой применения\n"},"заметки/Пространство-поиска":{"title":"Пространство поиска","links":[],"tags":[],"content":"Поделюсь с вами несколько абстрактной идеей. Про точку зрения, о которой можно думать, занимаясь заметками и храня информацию в целом. Думается, что полезно следить в своих заметках за такой штукой, которую я назвал Пространством Поиска\nΔ Пространство поиска — пространство (множество) вещей, из которых мы осуществляем сейчас поиск и выбор.\nУ каждого приложения есть какой-то дефолтный способ навигации и поиска.\n\nДля обсидиана проще всего искать нечётким поиском по названию заметки.\nДля Notion — это часто все записи в конкретной таблице-базе данных\nВ файловой системе часто пространство — это то, что мы видим сейчас в данной папке.\n\nЭто пространство (”названия заметок с учётом нечёткого поиска”) я для себя и обозначил как “пространство поиска”.\nХорошо, когда ты что-то ищешь и находишь вот прям что надо и ничего больше. Плохо, когда ничего не находишь, да ещё и пока поймёшь что ничего не нашёл — увидел кучу страниц “не о том”.\nПо возможности, я стараюсь пространство поиска ограничивать.\n\nЯ не делаю отдельные заметки на темы “вне фокуса”, а сливаю их в одну.\nЯ стараюсь унифицировать язык, чтобы не надо было искать разные категории\nЯ редко добавляю “aliases” заметкам, чтобы не плодить лишнего в поиске\n\nВ Notion я стал часто архивируя специально мешать себе искать этот архив, “очищая” таким образом пространство. Переводить несколько страниц в одну. А старые варианты тренировок в зале вообще храню картинками — так их система точно не найдёт случайно\n\nобсуждение в Телеграм"},"заметки/мой-бэкграунд-про-заметки":{"title":"мой бекграунд про заметки","links":["meta/о-темах,-которые-тут-разбираем-и-обо-мне","дела/мой-бэкграунд-про-ведение-дел"],"tags":[],"content":"Вкратце зачем использую заметки — чтобы вы смогли соотнести свой опыт с моим и понять, насколько он релевантен. Это не исчерпывающий список, и скорее для тех, кто уже что-то где-то про заметки смотрел.\nцели\nЯ использую заметки для сохранения справочного материала, для “мышления письмом”, для фиксации своих решений и теперь вот для ведения блога.\nподходы\n\nблизкий к Zettelkasten (и подобным) для мышления\nблизкий к PARA (и подобным) для хранения\nи многие свои дополнения\n\nобласти\nИспользую для всего, чем занимаюсь: прога, физика, математика, вопросы продуктивности, общения etc.\nЕщё сохраняю справочную информацию/заметки связанные с проектами и делами: от “куда мне надо прийти в пятницу” до “какие книги мне рекомендовали почитать”.\nСтоит заметить, что мои задачи скорее творческие, чем менеджерские. Мне надо скорее научиться сортировать относительно много разнородной информации, чем очень много однородной. У меня возникает проблемы “как сохранить картинку из статьи, чтобы не забыть про неё”, но не возникают “а как сохранить информацию про Петрова из вот того месячного проекта 2018 года”.\nопыт\n\nзаметками в плане “справочного материала” я целенаправленно занимаюсь с марта 2021\nзаметками для “мышления письмом” с ноября 2021\n\nтехнические решения\nИспользую следующие решения:\n\nNotion (в основном для справочного материала)\nObsidian (в основном для мышления письмом)\nНу и просто файловая система для сохранения разных итоговых результатов\n\n\n\n                  \n                  Seealso\n                  \n                \n\n\nмой бэкграунд про ведение дел\n\n\n\n\nобсуждение в Телеграм"},"заметки/примеры/Пример-работы-с-заметками----лекция-Как-Управлять-Людьми-с-Помощью-Текста":{"title":"Пример работы с заметками  — лекция \"Как управлять людьми с помощью текста\"","links":["заметки/keep-what-resonates.-Когда-материал-с-нами-резонирует","общее/память/Память-контекстуальна-и-зависит-от-нашего-состояния"],"tags":[],"content":"Эта статья — ретроспектива, как у меня появилась одна из прочтённых лекций. Также эта статья — пример для будущей статьи про Зеттелькастен. Чтобы продемонстрировать, где я его использую, пытаюсь вспомнить процесс создания.\nБольшая часть моей жизни крутится вокруг студенческих отрядов. Это такие небольшие группы студентов, выезжающие на работу летом и сохраняющие общность во время учебного года. Каждым отрядом руководит командир — тоже просто студент. А в течение года большинство “руководства” — это сообщения ВКонтакте “давайте сходим туда-то” “надо сделать то-то”. Чтобы руководить получалось эффективнее, я сделал для их обучения лекцию с кликбейтным названием “как управлять людьми с помощью текста”.\n\n\n                  \n                  Warning\n                  \n                \n\nЭто ретроспектива-рефлексия про мои мысли. Текст, как может, вторит возникающим у меня идеям. Как следствие — его жанр ближе к “полёту сознания” и может показаться излишне бессвязным по сравнению с обычными статьями\n\n\nПоявление идеи лекции из имеющегося материала\nЕсть два подхода к тому, как создавать “контент”. У вас может быть задача “надо прочесть именно эту тему” и вы ищите материал под неё. А может быть у вас уже понатыкано куча материала с разных мест, который был вам интересен и вы внезапно осознаёте “так это же всё ложится в одну тему!”. Для моей лекции случился второй вариант: в какой-то момент понял, что собранный материал ложится в тему.\nЯ давно интересуюсь разным про общение (и немного веду про это тренинг). Ещё интересуюсь вопросам редактуры и деловой переписки (слушаю тут в основном Максима Ильяхова). Я сохранял заметки и про свои рассуждения, и про найденные на просторах сети темы, связанные с общением, идеи Ильяхова и других людей про деловую переписку и редактуру.\nУ меня образовалось три категории тем в базе заметок:\n\n“общение” - про то, что мы сами даём на тренинге, про похожие концепции (типа ННО), про конфликтологию\n“редактура” - что говорил Ильяхов. Про то, что надо чётко и ясно доносить информацию и как это делать\n“деловая переписка” - про то, как составлять письма на работе. Тема, которую я тоже смотрел за Ильяховым и которая никуда не подвязывалась.\n\nПостепенно начал замечать, что заметки из разных тем имеют много сквозных ссылок. Натыкаясь на эти идеи каждый раз, стал видеть общность. В какой-то момент это вылилось в заметку “Деловая переписка — умение не обидеть плюс умение передать чётко инфу”. Первая часть этого утверждения для меня больше связана с обычным общением, с тем, что мы рассказываем сами. Вторая часть — это часть про редактуру, как писать чётко и ясно. Объединение произошло, потому что у меня не было конкретной цели ведения заметок. Т.е.\n\nДеловая переписка = “навыки общения” + “навыки редактуры”\n\nРетроспективно мысль про связь трёх тем не кажется шибко гениальной. Однако в моём мозгу темы лежали как бы в разных “корзинах”. Я сталкивался с ними в разных контекстах, слушал от разных людей и применял в разных областях. Так часто случается с разными темами — из-за этого их сложно объединять. Но поскольку у меня не было глобальной цели при работе с заметками, я мог “играться” с ними. Когда мы натыкаемся на заметки несколько раз, гораздо проще находить связи. Но как только увидел глобальную похожесть категорий и мозг начал подкидывать новые связи между заметками разных категорий.\nГотовая мысль про объединение “редактуры” и “общения” в “деловой переписке” была у меня в голове в тот момент, когда ребята-руководители отрядов присылали сообщения с просьбами и информацией. Так я понял, что идея применима к отрядам и начал готовить лекцию.\nПодготовка лекции — из внутренней мотивации во внешнюю\nЭтап возникновения идеи лекции был долог и хаотичен. Я что-то объединял, где-то писал. Наличие цели — “создать лекцию” — сфокусировало мои усилия и сильно сместило мотивацию. Мозг стал работать в глубоком режиме, и далёкие связи в момент составления уже не находились. Но, к счастью, во многом они уже были записаны в моей системе! Подход на этом этапе стал гораздо более методичным.\nСоставление лекции по заметкам уже было простым и понятным: я взял целиком список заметок, относящихся к темам “редактура”, “деловая переписка”, “общение” и “лидерство”. Просмотрел их все. И подходящие под тему заметки добавил к себе в презентацию. При этом я почти не цитировал дословно свои заметки — они были нужны именно как идеи, а не как текст.\nСистема на этом этапе\n\nпозволила полностью перебрать всё, что накопилось к моменту\nпозволила не вспоминать, а выписывать все связи, которые казались мне интересными в разные моменты\nдала примеры, которые я выписывал всё это время\n\nP.S. Хоть я и сказал, что мотивация сместилась на внешнюю, одновременно подготовка заставила более прицельно думать про вопросы вокруг лекции. И так появилось несколько интересных новых идей на будущее — они добавились в заметки и ждут следующей своей судьбы)\nТаким образом, работа с заметками началась без конкретной цели, что позволило постепенно накапливать материал и находить далёкие связи. А после появления цели — воспользоваться найденными связями для составления лекции, не теряя их тогда, когда уже не очень расположен к рассмотрению этих связей.\n\nобсуждение в Телеграм"},"заметки/примеры/Пример-роста-заметки----про-трудность,-сложность-и-интерес":{"title":"Пример роста заметки -- про трудность, сложность и интерес","links":["общее/Поведенческая-модель-Фогга","entities/книга-'психология-мотивации-достижений'.-Гордеева"],"tags":[],"content":"Эта статья — ретроспектива, как у меня появилась один из кластеров заметок. Они начинались несвязно, накапливались, но в какой-то момент объединились в одно облако. Также это — пример для будущей статьи про Зеттелькастен. Чтобы продемонстрировать, где я использую Зеттель, я пытаюсь подробно разобрать, что происходило в моей голове.\n\n\n                  \n                  Tldr\n                  \n                \n\nна тренинге про общение я задал себе вопрос “что такое трудность в общении”. Ответ на вопрос появился из кучи источников, да и сам вопрос стал более общим.\n\n\n\n\n                  \n                  Warning\n                  \n                \n\nЭто ретроспектива-рефлексия про мои мысли. Текст, как может, вторит возникающим у меня идеям. Как следствие — его жанр ближе к “полёту сознания” и может показаться излишне бессвязным по сравнению с обычными статьями\n\n\nк чему пришло\nСейчас у меня есть куст заметок, крутящихся вокруг тем “трудности”/“интереса”. Когда-нибудь эти мысли будут отдельными статьями, но пока вот несколько идей оттуда:\n\nощущение как трудности, так и интереса к ситуации возникает, когда не полностью контролируешь ситуацию\n\nэто проявляется в общении: нам общение даётся тяжко, когда мы не понимаем, как подступиться к человеку\nэто проявляется в делах: мы чаще прокрастинируем то, с чем не разобрались как поступать\nно с другой стороны это проявляется в играх: нам бы стали не интересны шахматы, если б мы их “решили”\nполная предсказуемость скучна и при общении: поэтому во время флирта или дружеских посиделок скорее может быть недосказанность\n\n\nто, что мы будем испытывать — трудность или интерес — зависит как от нашего ментального настроя так и от того, насколько далеко дело от ваших возможностей\nнеконтролируемость ситуации — существенная часть прокрастинации. Но есть и другие механизмы\nвозможно, чтобы дело было сделано, оно не должно быть ни слишком простое (иначе пропадёт интерес) ни слишком трудное (иначе нам его не сделать). Что ставит под сомнение поведенческую модель Фогга и концепцию GTD: видимо область их применения ограничена\n“сложностью” (в противовес “трудности”) я хочу называть дела, которые полностью понятны, но их физически сложно сделать: типа защитить кандидатскую — трудно. Собрать подписи по всему городу — сложно. Хотя чёткой границы между понятиями, видимо, нет\n\nПоявление идей\nстолп 1: тренинг\nВсё началось с тренинга по общению, который я вёл первый раз осенью. Мы начали с вопроса “что у вас вызывает трудности?” Ребята накидали штук 20 пунктов. Но, чтобы разбирать их, я хотел взглянуть на проблему шире и понять для себя “а что это вообще такое, трудность в общении?”. Мой супервизор (согласитесь, в статье смотрится пафоснее, чем “моя мама”) привёла такую аналогию:\n\nВот я бегу и вижу рядом собак. Если я не знаю, что с ними делать — я теряюсь, мне трудно. А если я знаю, что мне достаточно перейти на шаг — то я уже и не буду теряться, в чём трудность останется?\n\nтак, в заметках появилась следующая идея:\n\n‘трудность’ в общении это незнание, что делать в ситуации\n\nстолп 2: 4keys4fun\nА может всё началось с курса по игрофикации, году где-то в 2019. Для курса я перевёл инфографику “four keys for fun” — 4 ключа к фану. В ней показывалось, что есть 4 ключа к интересу игры:\n\n“Лёгкий” фан — вдохновляет на исследования и фантазии\n“Серьёзный” фан — мотивирует за счёт изменения реального мира и навыков\n“Социальный” фан — зовёт играть ради друзей\n“Тяжёлый” фан — бросает вызов и даёт его преодолеть\n\nв заметках эта инфографика оказалось целиком. Хотя уже оттуда я бы, подумав, мог бы подчерпнуть мысль:\n\nтрудности могут не только мешать, но и давать фан\n\nстолп 3: видео по геймдизайну\nА может, всё началось с видяшки на ютубе:  Челлендж vs Сложность на примере DOOM, Dead Cells, Hades, Celeste итд - YouTube — я посмотрел в ноябре 2023, ещё до того, как столкнулся с идеей трудности на тренинге. Но не обращал внимания на связи. Я увлекаюсь геймдизайном (скорее игротехникой, правда, но это близко), так что вот такое смотрю.\nАвтор говорил следующее: в играх стоит разделить два типа сложностей:\n\n“сложность” = непростительность ошибки. Если босса надо бить одной атакой полчаса, а он тебя с двух тычек убьёт — это сложно\n“челлендж” = необходимость адаптироваться. Если для битвы с боссом надо использовать весь арсенал приёмов\n\nМне идея показалась интересной и я её записал.\nстолп 4: книга “психология мотивации достижения”\n…но ещё за год до ведения тренинга, в конце 2022 года я прочёл книгу “Психология мотивации достижения” Гордеевой. И увидел там такие строки:\n\nСамоактуализация требует работы, направленной на то, чтобы хорошо делать то, что человек хочет делать. Стать второразрядным врачом – это не путь к самоактуализации. Самоактуализирующийся человек стремится быть в своем деле среди лучших или, во всяком случае, настолько хорошим, насколько он может»\n\nи, хотя я не думал в этот момент про “трудность”, однако заметил, что эта мысль идёт в разрез с идеей постановки S.M.A.R.T.-целей. Как раз потому, что SMART — про гораздо более контролируемые вами условиями.\nОбъединение\nВсе описанные выше заметки лежали в системе отдельно, никого не трогая и не взаимодействуя между собой. Заметьте, все заметки выше — это разные области знания и моей деятельности. Они как будто бы лежат в разных ментальных “корзинах”. Тренинг — про общение между людьми. 4keys4fun — про игротехнику и деланье мероприятий. Видяшка — про видеоигры. Книга — про мотивацию. Поэтому скорее было бы ожидать, что я не найду связи между ними, чем наоборот. Даже так: вообще с чего бы начинать искать связь между темой про общение и про видеоигры? Осознанно я и не искал.\nОбъединение началось с разбора заметок по тренингу про общение. Провёл я его осенью, но ещё месяца два заметки лежали в “корзине входящих”. А когда вернулся, начал “вертеть” заметку про трудность — думать про контаргументы. Такое “верчение” сложно, когда ты только создаёшь заметку (ведь ты уверен в её правильности, к чему границы!). Но подойдя к идее вновь спустя пару месяцев, в расслабленном состоянии попытки подумать про “а так ли это” воспринимаются мозгом уже гораздо лучше. Мне казалось, что как будто бы действительно, бОльшая часть трудностей в общении — когда не понимаешь, что делать. Но будто б есть что-то ещё.\nВ это же время, думая про трудности в общении, я наткнулся на видяшку по геймдизайну. Но не ту, что упоминал выше. Того же автора, но другую. Однако сочетание факторов: то, что я думал про “трудности”, то, что я увидел видео того же автора и то, что предыдущая его мысль была зафиксирована в системе — всё это “пробило” в моём мозге связь между идеями.\nОбъединение размышлений про тренинг и идей про геймдизайн развило мою мысль сразу в два направления. Во-первых, я понял, что когда ты не до конца понимаешь, что делать в ситуации — это может вызывать И ощущение трудности И ощущение интереса. Во-вторых, это показало границу между “не знаю, что делать” и “знаю, что делать, просто это долго/муторно”. Для себя я первое окрестил “трудностью”, а второе — “сложностью”.\nНедавно я понял, что не умею флиртовать. Точнее само-собой то оно получается, но вот пофлиртовать с понравившейся девушкой — это извините. Типичные проблемы человека, который не ходил в клубы и был ботаном. Это вызывало у меня недоумение, потому что в целом-то общаться я умею. Так что, как  всякий бывший ботан, сходил на несколько лекций про флирт. Среди всяких разных идей там была следующая: когда мы остаёмся в пространстве фактов, когда всё определено, нет места для игры, а флирт и есть игра. Так у меня появилось понимание, что и в общении недосказанность и неопределённость ситуации может вызвать интерес.\nЭта статья пишется параллельно разбору моих заметок, связанных с прокрастинацией и состоянием Потока. Глобально-то с всё понятно: прокрастинация возникает, когда то дело, что тебе (условно) надо сделать ты хочешь делать меньше, чем какое-то другое. А Состояние Потока это некий антипод прокрастинации. Но остановиться на этом нельзя, надо бы ещё понять, а какие дела ты меньше хочешь делать, какие больше. Разобраться с мотивацией. И тут весь этот куст про трудность будто бы дошёл до земли. Перестал болтаться в воздухе. Он связался с заметкой “Прокрастинация чаще возникает при отсутствии контроля над ситуацией”. А не заданный в статье, но размышляемый мною вопрос “а когда собственно возникает трудность, а когда интерес?” тут же нашёл ответ в заметке “Войти в состояние Потока можно, когда задача соразмерна возможностям”: когда ты не контролируешь ситуацию, но она не очень далеко от зоны контроля, тогда вызвать интерес проще. Ответ нашёлся, потому что обе растяжки “трудность ↔ интерес” и “прокрастинация ↔ Поток” были у меня давно. И связав трудность с прокрастинацией мозг связал интерес с Потоком.\nЕсли вы были внимательны, то заметили: ничего не сказано про объединение мыслей про “трудность” и вопросы мотивации из книги “Психология мотивации достижений”. Потому что на самом деле эта связь пришла прям при работе с черновиком статьи. И куда-нибудь она выведет, но куда — посмотрим)\nПри чём тут заметки\nПоскольку эта статья — не про сами идеи, а про заметки, стоит прояснить, при чём тут они. Мысль “о, эта штука похожа на то, что я уже думал” возникает ведь не только с заметками. Ты просто много думаешь, много крутишь мысль и связи приходят. Разве у всех великих учёных прошлого была система заметок? Не, не у всех. Справлялись как-то.\nПоэтому хочу выделить моменты, где заметки мне помогли.\n\nСамо написание заметки про “трудность” выделило для меня эту мысль из той кучи идей, которыми постоянно занята голова. Показало мне, что эта мысль для меня значима\nТо, что я вернулся к заметке в спокойном состоянии, позволило поразмышлять над границами утверждения. Не записав мысль, я бы вернулся к ней на следующем тренинге и она бы и звучала только как “‘трудность’ в общении это незнание, что делать в ситуации”.\nТо, что я объединил идею про общение и про геймдизайн это с одной стороны случайность, с другой — следствие что обе заметки оказались “рядом” в корзине входящих. В мозгу бы они рядом оказались вряд ли.\nВ не меньшей степени объединение заметок получилось, потому что я всё к ним возвращался. А возвращался я к ним потому что они были у меня записаны в системе. И я натыкался на них\nКогда я перешёл к вопросу “прокрастинации” понимание про трудность и неконтролируемость ситуации помогло углубить заметки и сделать их привязанными к сетке\nОдновременно, поскольку у меня уже существовала сетка связей между прокрастинацией и состоянием Потока, связь между трудностью и прокрастинацией помогла наладить и мост между интересом и Потоком. Не будь этой связи в заметках, я бы вряд ли стал рассматривать вещи в совокупности\n\n\nобсуждение в Телеграм"},"общее/Where-you-falter,-alter":{"title":"Where you falter, alter","links":["дела/Действие","общее/Сохрани.-Обработай.-Используй"],"tags":[],"content":"Когда-то я проходил курс по публичным выступлениям на Курсере. Там советовали: “репетируйте речи. И если во время репетиции вы где-то споткнулись, меняйте это место. Where you falter, alter”. Не стоит думать, что если вы споткнулись 1 раз вы не окажетесь там же второй.\nОбдумывая систему ведение дел, привычки, ведение заметок, я понял: принцип “where you falter, alter” лежит в основе моего мировоззрения “как быть продуктивным”.\nприменение принципа\n\nвыделять из “проекта” Действие — прислушиваться к себе “а точно ли мне будет просто его сделать?”\nидя в тренажёрный зал, даю себе свободу уйти, если мне будет “как-то не так”\nставя “помидорки” думаю “хм, а 45 минут мне норм будет? Нет, тогда 30?”\nберя какое-то дело из списка, могу начать его делать и понять, что сейчас не хочу продолжать. И взять другое, попроще\n\nКонечно, иногда нужно себя “заставлять”: “ещё 1 подход”, “давай доделаем уже за сегодня”,.. Но для меня есть разница между “заставлять”=“вызывать в себе кураж, бросать себе вызов” и “заставлять”=“идти через себя, пытаться перебороть отвращение к задаче”. Первое - приемлемо, второе - бессмысленно. Если у тебя что-то “не идёт”, отложи, подумай как это изменить и модифицировать. Не дави на себя. Where you falter, alter.\n\nобсуждение в Телеграм\nИсточники:\n\nЦитата “where you falter, alter” принадлежит Peggy Noonan.\nЕё идею в контексте публичных выступлений я увидел в курсе на Курсере\nполучившаяся мысль перекликается с идей Максима Ильяхова. Он говорит, что в продуктивности иногда мы чувствуем “трение”. И его надо отлавливать у себя и устранять. сначала зафиксируй необходимость изменения, потом меняй\n"},"общее/Как-каждый-с-помощью-GPT-может-упростить-рутинные-задачи-в-браузере.-JavaScript-закладки-(Букмарклеты).":{"title":"Как каждый с помощью GPT может упростить рутинные задачи в браузере. JavaScript-закладки (Букмарклеты).","links":["общее/Нейронные-сети-с-большими-языковыми-моделями","хранение-информации-и-вещей/Куски-кода,-помогающие-мне-по-жизни"],"tags":[],"content":"\nдобавить заголовок сайта в промт\nскопировать кусок текста в буфер обмена\nвставить текст в переводчик\nсоздать событие google calendar по информации на сайте\nвытащить e-mail человека\nформатировать url и заголовок для вставки в Obsidian\n…\n\nВсё это можно сделать с помощью простых советских… закладок браузера. А с помощью chatGPT порог для автоматизации своих задачек стал гораздо ниже.\nВ закладках браузера можно хранить не только ссылку на сайт. Можно сохранить кусок JavaScript-кода: небольшую программку, выполняющую что-то хорошее на странице. А сам код может написать вам нейросеть.\nСтатья разделена на три части:\n\nкакие задачи можно решить с букмаркетами\nкак это делать — вкратце, если вы чуть чуть знаете, как выглядит веб-страница в исходном коде\nдополнение как это делать — если вы ни разу не сталкивались с нутром страниц и слова “JavaScript” или “HTML” вводит вас в ужас\n\nчто могут делать букмарклеты\nБукмарклет — закладка браузера, содержащая не ссылку на избранный сайт, а кусок  javascript кода.\nЧто можно там хранить?\n\nОтвет на примерах — для вдохновения — в начале текста. И в моей статье “Куски кода, помогающие мне по жизни”.\nОбщий ответ — “всё, что можно сделать с javascript и браузерном API” (с ограничением до нескольких тысяч символов)\nОтвет между “слишком общим” и “слишком частным”\n\nможно скопировать любой текст (со страницы, ссылки,..) в буфер обмена и из него\nможно преобразовать текст в другой (например, вытащив из письма имя человека и подставив его в письмо)\nможно удалить со страницы баннеры или картинки\nможно изменить внешний вид — например, сделав текст более крупным\nможно автоматизировать повторяющиеся действия — например, если вам надо заполнить кучу форм или 10 раз нажать на кнопку\nможно взять данные с сайта и вставить их в url для перехода на другой сайт — например, в гугл.календаре в url можно задать целое мероприятие, которое потом появится у вас\n\n\n\nПодумайте, делаете ли вы что-то похожее? Может что-то повторяется много раз? И тогда закладки с кодом решат вашу проблему\nКак создать свою закладку с javascript кодом\nКак сохранить код, когда он уже есть\nЕсли у вас уже есть код — его нужно просто сохранить, создав новую закладку :)\nНо если тыкнуть на “звёздочку” у сайта — закладка создастся с адресом этого сайта. Чтобы создать закладку со своим кодом, её надо создать с нуля чуть большим количеством действий.\n\nв google chrome Ctrl+Shift+O → меню в правом верхнему углу → “новая закладка”\nв firefox  Ctrl+Shift+O → в окне с управлением → “Управление” → “Создать закладку”\n\n\nТеперь вставляем код!\n\nКак получить код для вставки?\nКак создать js-код самостоятельно\nв теории, его можно написать самому: это обычный javascript-код (“обычный” если вы его умеете писать), начинающийся со слова javascipt:. (такое же описание протокола, как если бы там стоял http:)\nПример полной версии кода (разбил на несколько строчек для удобства чтения):\njavascript:(function(){\n\tvar t=document.title,u=window.location.href,f=&#039;[&#039;+t+&#039;](&#039;+u+&#039;)&#039; // в одной переменной (t) - заголовок, в другой (u) -- url. В третьей (f) -- строка вида [заголовок](url)\n\tvar a=document.createElement(&#039;textarea&#039;); // создаём элемент, куда вставим текст -- так его потом можно будет копировать в буфер обмена\n\ta.value=f; // помещаем в элемент нужный текст\n\tdocument.body.appendChild(a);\n\ta.select();\n\tdocument.execCommand(&#039;copy&#039;); // копируем текст в буфер обмена\n\tdocument.body.removeChild(a); // удаляем созданный элемент\n})();\nКак создать javascript-код с помощью chatGPT\nЯ немножко знаю javascript, но недостаточно свободно на нём пишу, чтобы создавать закладки самостоятельно… К счастью, нейросети с большими языковыми моделям могут справиться за нас!\nЯ использую DeepSeek - Into the Unknown — сайт бесплатный.\nАлгоритм следующий:\n\nРешаете, что вам нужно собственно: что-то скопировать, сделать какие-то действия, дождаться пока какой-то элемент станет доступен, добавить какой-то текст к другому…\nПишите промт Создай Букмарклет в одну строчку, который: &lt;и ваш алгоритм&gt;. \n\nглавная проблема — как сказать, “где искать текст”. Нужно понимание HTML\nС появлением GPT главной проблемой внезапно становится не написание кода, а понимание, с чем собственно работать.\nЕсли вам нужны все изображения со страницы, то вам повезло. Можно просто попросить взять их все и… что-нибудь сделать  ¯\\(ツ)/¯.\nЕсли нужно что-то более прицельное — нажать на конкретную кнопку или взять текст из конкретного поля — придётся иметь базовые представления о том, как устроен сайт изнутри. Но это не очень сложно — следующий раздел для вас!\nДля тех, кто не знает что такое javascript и как устроен html\nЧтобы создавать javascript закладки не нужно знать практически ничего, кроме как понимать что собственно вам нужно. Код за вас напишет нейросеть, вставить его в закладку вы как-нибудь сможете :). Не нужно знать ничего, за одним исключением: понимать, как сказать нейросети: “мне нужна конкретно эта кнопочка” “мне нужено конкретно это поле с текстом”. Это тоже не очень трудно, но всё-таки надо знать матчасть.\nЛюбой сайт состоит из трёх разнородных компонет: javascript, CSS, HTML\n\njavascript — это код, отвечающий за динамичность системы. Чтобы по нажатию на кнопку что-то да происходило. Но нужный нам кусочек напишет нейросеть\nCSS — это файлы стиля. Они отвечают за то, как выглядит сайт: будет ли кнопка синей или жёлтой. Видимой или невидимой. Про них вам надо думать только если вы хотите изменить стиль сайта. В иных случаях думать не будем)\nHTML — язык разметки сайта. Он “размечает” где что находится — где какие кнопки стоят и внутрь каких других элементов помещаются.\n\nКак посмотреть html сайта\nВот как выглядит типичный html код\n\nвы можете посмотреть код любой страницы сами:\n\nНажмите Ctrl+Shift+I\nпоявится “консоль разработчика”\nтыкайте на \nтеперь при наведении на разные части сайта вы будете видеть их html-код\n\n\nСоветую потыкаться на несколько сайтов и поискать закономерности!\nустройство HTML: теги и их атрибуты\n\nhtml код состоит из текста и тегов (внутри &lt;body&gt;&lt;/body&gt; хранится всё “тело” сайта, а внутри &lt;h1&gt;&lt;/h1&gt; — самый большой заголовок, “заголовок первого уровня”).\nКаждый тег нужен для чего-то своего. Если вы не испугаетесь картинки выше а внимательно её рассмотрите (и если умеете читать по английски) — наверняка быстро поймёте что к чему.\nУ тегов есть атрибуты — например, атрибут href у ссылки &lt;a&gt; говорит, по какому адресу пойти при клике на ссылку.\nСреди атрибутов есть два довольно специфичных: это id и class (посмотрите, например, на тег &lt;header id=&quot;main-header&quot; class=&quot;text-center&quot;&gt;)\n\nid указывает на уникальный идентификатор тега. Больше такого элемента на странице быть не может\nclass указывает на принадлежность некоторому “множеству”. Например, “все синие кнопки” могут быть помечены классом blue-buttons. А в примере класс text-center помечает, что у header  текст должен быть центрирован по центру\n\nКак сказать GPT: “мне нужен вот та вот кнопочка”\nТеперь, когда вы знаете как смотреть html код страницы, пора понять, как же сказать “что вам надо”.\nА надо вам две вещи:\n\nвам нужно как-то описать ровно тот (или те) элементы, на которые вы смотрите\nвам надо, чтобы это описание было хоть немного стабильным для сайта — чтобы при перезагрузки страницы оно не менялось\n\nНа некоторых сайтах это сделать, конечно, тяжеловато. Но часто вам достаточно:\n\nзнать, что за тег\nзнать класс тега или его другие атрибуты\nговорить, что это тег какой-то по счёту (вообще в документе или у его родителя)\n\nПонимаете, как идентифицировать нужный вам текст/картинку/кнопку/… и пишите в промт:\n\nнажми на &lt;button class=&quot;submit&quot;&gt;, которая находится внутри формы &lt;form&gt;. Подожди 5 секунд и скопируй текст с появившегося поля &lt;input id=&quot;my_result&quot;&gt;\n\n… ну или что-то ещё пишете :)\n\nЗаключение\nВыше я попытался рассказать, как создавать букмарклеты — javaScript закладки. Они позволяют немного автоматизировать мелкие задачки, которые вы делаете в браузере.\nСтатья показывает много терминов и довольно сжата: в зависимости от вашего уровня она покажется или чересчур простой или очень сложной. Но попробуйте пойти по алгоритму, что я рассказал и вы увидите, что не всё так оно и сложно :)\nА итоговый алгоритм следующий:\n\nпоймите, что вам собственно хочется автоматизировать на сайте\nесли вам нужны какие-то конкретные кнопки, поля или изображения — откройте консоль разработчика (Ctrl+Shift+I), наведите на элементы и узнайте, как они выглядят в коде.\n\nпроявите здравый смысл чтобы понять, как вам отделить найденные вами элементы от остальных на сайте.\nВоспользуйтесь тем, как выглядит их тег (&lt;a&gt;, &lt;button&gt;), какие у них атрибуты (в особенности id=... и class=...).\nВозможно, проще их будет идентифицировать как “какой-то ребёнок родителя”\nИзбегайте привязываться к “странным” атрибутам: как id=&quot;book-dashdjk42&quot;. Если атрибут выглядит как сгенерированный компом — вполне  возможно он изменится при перезагрузке\n\n\nзайдите в вашу любимую нейросеть и скажите ей составить однострочный букмарклет по вашему алгоритму. Не забудьте про элементы, которые вы нашли на предыдущем шаге :)\nскопируйте получившийся javascript-код\nзайдите в “закладки” браузера и создайте новую закладку\nв качестве url вставьте скопированный код\nтыкайте на закладку, находясь на сайте — код будет исполняться и делать то, чего вы бы хотели\n\n\nобсуждение в Телеграм"},"общее/Как-работает-память.-Некоторые-факты,-применимые-для-организованности":{"title":"Как работает память. Некоторые факты, применимые для организованности","links":["хранение-информации-и-вещей/Работа-с-системой-организации.-Привычка-поиска","общее/память/Память-контекстуальна-и-зависит-от-нашего-состояния","общее/память/Мы-скорее-запомним-событие,-связанное-с-эмоциями","общее/память/Кривая-забывания--Эббингауза","общее/память/Мы-забываем-детали","общее/память/Наш-мозг-выталкивает-слегка-неприятные-дела-и-воспоминания","общее/память/Образ-или-яркую-сущность-проще-запомнить","общее/память/Встроенный-в-общую-картину-мира-объект-запомнить-проще,-а-одиночный----сложнее","общее/память/Похожие-концепции-в-памяти-смешиваются","общее/память/Удивительная-информация-скорее-всего-забудется.-Парадокс-памяти-и-интереса"],"tags":[],"content":"\n\n                  \n                  Important\n                  \n                \n\nДобавляя что-то в систему, у нас должна быть ИЛИ уверенность, что мы вспомним о добавленном в нужный момент ИЛИ привычка “сканирования”, при которой мы добавленное увидим. \nДобавляя что-то в систему, подумайте, какой сценарий из этих двух реализуется\n\n\nЕсли мы что-то положили в систему, то есть только два пути, почему эта информация когда-то всплывёт:\n\nмы спонтанно вспомнили об этом\nили мы имеем привычку просматривать нужную категорию когда надо (при старте проекта, при приходе домой…).\n\nЕсли мы полностью забыли о файле и при этом не просматриваем область, где он хранится, то считай файла и не существует. Про привычку просмотра есть отдельная статья, а тут сосредоточимся на памяти.\nКак повысить наши шансы вспомнить что-то в нужный момент? Как сделать систему более простой для использования? И надо ли что-то явно вспоминать?\nНиже постепенно будут появляться факты про память, нужные для создания хорошей Системы.\nПримечание: обычно в книгах пишут не о том. Большая часть из увиденного мною в книгах и интернете про память — это вещи вокруг “кривой забывания” и биологии памяти. “Как часто надо что-то повторять?”, “Что перейдёт из краткосрочной в долгосрочную память?” — типичные вопросы, затрагиваемые в книгах. Они важны и для организации системы, но всё же фокус смещён. Мы хотим создать такую систему, где повторять надо по минимуму. Мы хотим понять, какой из 100 фактов мы скорее запомним (когда на все обращаем внимание). Мы хотим понять, что мозг посчитает деталью, а что нет.\n\nПамять контекстуальна и зависит от нашего состояния\nМы скорее запомним событие, связанное с эмоциями\nКривая забывания  Эббингауза\nМы забываем детали\nНаш мозг выталкивает слегка неприятные дела и воспоминания\nОбраз или яркую сущность проще запомнить\nВстроенный в общую картину мира объект запомнить проще, а одиночный — сложнее\nПохожие концепции в памяти смешиваются\nУдивительная информация скорее всего забудется. Парадокс памяти и интереса\n"},"общее/Контекст":{"title":"Контекст","links":["дела/Искорка","общее/закон-Хика","хранение-информации-и-вещей/Работа-с-системой-организации.-Привычка-поиска"],"tags":[],"content":"Контекст — некоторый закреплённый в нашей голове набор ассоциаций и возможностей, привязанных к этим ассоциациям.\nНа этой идее держится куча всего в продуктивности:\n\nнаша память контекстуальна  — мы вспоминаем вещи по ассоциациям, причём проще всего нам это делать в том же “состоянии”, где вещь запомнилась. А значит, всё систему организации (которая держится на памяти) надо пилить с учётом контекстов\nконтексты задают возможности действий — в рабочем контексте мы делаем рабочие дела. А значит, и систему дел можно разбить по контекстам.\n\nДать чёткое определение контекста очень трудно. Продолжу славную традицию считать, что “ну это и так понятно” и дам разные примеры “контекста”. Заметьте, насколько они разнообразны, но все их кто-то считает контекстом.\nпримеры контекстов\n\nпо области деятельности\n\nрабочие задачи\nличные задачи\nсемейные задачи\nхобби\n\n\nделение по местности\n\nна работе\nдома\nв определённом городе\nна природе\nу компа\n\n\nделение по состоянию\n\nтребующие вдумчивости\nпростенькие, как Искорки\n\n\nпо наличию человека рядом\nпо длительности — маленькие или большие\nпо состоянию ума\n\nкогда надо сосредоточиться\nкогда хочется порефлексировать\n\n\n\nтак что же такое контекст и какими они бывают\nИз примеров выше может стать всё понятно или ничего не понятно :)\nЯ условно делю контексты на “жёсткие” и “мягкие”\n\n“жёсткие” — такие, вне которых ты точно ничего не можешь сделать. Ты физически не можешь убраться дома, находясь не дома или зайти в HR, находясь не на работе.\n“мягкие” — такие, что для кого-то существуют, а для кого-то нет. По сути такие контексты — “подсказки” твоему мозгу, попытки упорядочить этот мир и поделить его на более менее разумные категории. Это способ ограничить область, которую ты смотришь.\n\nзачем иметь контексты\nКонтексты помогают:\n\nотсечь лишнее. Когда ты можешь делать только “лёгкие” дела, зачем тебе видеть ещё и “тяжёлые”? Только усложнят выбор по закону Хика.\nсформировать привычки (см. Работа с системой организации. Привычка поиска)\n\nнекоторые контексты — это буквально триггеры привычек (контекст “при общении с Имяреком” → триггер “как только увижу Имярека…”)\nдругие контексты — просто фиксация в наших головах набора возможностей и связей. Контекст “работа” вызывает у нас желание скорее заниматься рабочими делами, нежели личными и не даёт забыть, что эти рабочие дела в целом где-то в системе есть\n\n\n\n\n”как всё сложно”\nХотя контексты и клёвая штука, они могут сыграть во вред.\n\nхорошо, когда есть несколько часто используемых контекстов. Но когда их много и они возникают раз в год — вы вряд ли вспомните об их существовании. Такие контексты скорее помешают что-то найти и что-то сделать, чем помогут\n“мягкие” контексты — штука несколько опасная. Может быть вы поместили действие в контекст “поговорить с человеком”, тогда как ему можно просто “написать”, а в контексте “написать” ничего и не лежит. Или взяли контекст “когда буду в другом городе” и не учли, что друг из этого города сам может вдруг приехать к вам. Поэтому дела в таких контекстах всё равно приходится регулярно просматривать\nну и вообще, не стоит переусложнять структуру — что дел, что хранилища. Если у вас 10 дел, вам не обязательно их разбивать на 5 контекстов, можно хранить и единым списком.\n\n\nобсуждение в Телеграм"},"общее/Мысленная-дробь":{"title":"'Мысленная дробь'","links":["общее/Система-1-и-Система-2.-Быстрое-и-медленное-мышление","хранение-информации-и-вещей/О-системе-хранения-информации-и-вещей","общее/Как-работает-память.-Некоторые-факты,-применимые-для-организованности","дела/О-делах","entities/книга-'Думай-медленно...-решай-быстро'.-Канеман"],"tags":[],"content":"\n\n                  \n                  Warning\n                  \n                \n\nидея “мысленной дроби” — интересная концепция. Но не будучи нейробиологом, я не могу гарантировать её истинности\n\n\nΔ Мысленная дробь — процесс Системы 1, во время которого она в качестве отклика на какой-то запрос вытаскивает сразу ворох ответов, которые как-то ассоциативно связаны с запросом. Причём некоторые вытащенные мысли могут не осознаваться человеком.\nНаш мозг как будто бы посылает дробинки во все стороны, пытаясь поймать весь ворох ассоциаций.\nзачем нам это?\nидея “мысленной дроби” помогает осознать, как и почему работает наша память и креативное мышление.\n\nпонимание работы памяти важно для создание хорошей системы хранения информации: Как работает память. Некоторые факты, применимые для организованности\nпонимание работы креативного мышления важно для умения обращаться с “креативными” задачами в рамках “ведения дел”\n\n\nобсуждение в Телеграм\nисточник: книга ‘Думай медленно… решай быстро’. Канеман"},"общее/Нейронные-сети-с-большими-языковыми-моделями":{"title":"Нейронные сети с большими языковыми моделями: как использовать и в чём опасность","links":[],"tags":[],"content":"Я довольно долго был “вне” тренда нейронных сетей. Когда все их уже использовали во всю, я ничего с ними не делал. Я не видел их пользу в задачах, что у меня были. Потом, во-первых, мне дали работающие у нас в РФ ссылки, а во-вторых появились новые задачи. Сейчас я переживаю период нейросетевого энтузиазма.\nВ этой статье — как можно смотреть на сетки. Какие сценарии использования. В чём опасность. И ссылки на конкретные нейросетки и на разбор их работы.\nСценарии использования\nУ меня есть 4 сценария, в которых прибегаю к использованию нейросетей:\n\n“муторная рутина”. . Прошу сетку составить текст, который мог бы составить и сам, но лень. Работа в области, где я уже эксперт, но не хочу заниматься конкретно этим. Примеры: написать кусок кода, который бы вытащил из строки дату в нужном формате. Пересказать Ютуб-видео.\n“помощь в обучении”. Прошу сетку объяснить термины простым языком. Пример: при изучении теории групп прошу объяснить понятие “смежный класс” на уровне, доступном человеку без высшей математики\n“креативность”. Прошу сетку придумать несколько вариантов чего-то. Отчасти это тоже рутина: я бы мог и сам накреативить, но это потребовало бы много мозговых ресурсов. Пример: прошу нейросеть придумать несколько упражнений, которые я дам обучающимся Python\n“state of the art”. Пытаюсь узнать, как принято в некоторой области. Использую этот сценарий в кодинге: прошу сетку показать, как выглядит пример на новом для себя языке программирования. Или при переводе с русского на английский.\n\n(замечание на полях. Последние два сценария — прямая задача GPT. Нейросеть обучается давать “вероятные” ответы. И “креативность” — когда ты просишь дать много вероятных ответов. “state of the art” — когда просишь один)\nНейросетки прокачивают рефлексию\n\nна скриншоте: после недели попыток понять, что же такое Действие в теории групп я понял, чего на самом-то деле не понимал. Задал вопрос. Ответ прояснил зачем нужен термин, что уложило его в моей голове.\n\nGPT — буквальное воплощение идеи “задать правильный вопрос — половина решения”\nGPT — буквальное воплощение идеи “пока дураку объяснишь — сам поймёшь”\nGPT — как опытный сотрудник, объявивший итальянскую забастовку\n\nРаньше я думал о работе с нейросетями как о некотором отупляющем действии. И это была ещё одна причина, почему я в них не лез. Сейчас я понимаю, что нейронные сети прокачивают навыки рефлексии и верболизации — очень важные для нас как для людей.\nОсенью я стал обучать языку Пайтон людей, раньше не сталкивающихся с программированием. Я вижу, насколько сложно им даже понять, что спросить у сетки.\n\nя составлял рыбу рекомендательного письма. После нескольких дублей попросил держать спокойный тон и избегать необоснованных восклицаний.\nя разбирался с том, что такое “Действие” в теории групп. После… Недели попыток я допёр, что меня смущает: и там и там есть какая-то функция, и чем они отличаются — хз\nв пытался придумать “хорошее” определение изоморфизма в той же теории групп. Понял, что “хорошее” для меня — это краткое и без дополнительных терминов\n\nНейросетки полезны в задачах, в которых создание сложнее проверки\n\nНейросети врут. Точнее “галлюцинируют”. Они могут давать неверные ответы на заданные вопросы. Отсюда могло бы быть как будто бы следовать один из двух неверных выводов: “сетки, конечно, врут, но делают это очень редко, так что можно забить и верить им”. Или “сетки врут и поэтому использовать их нельзя никогда”.\nЕсть целый класс задач, в которых сетка используется идеально: задачи, в которых проверка на “лажу” даётся сильно дешевле, чем на составление.\n\nесли я прошу придумать имена орков для D&amp;D, я сразу увижу, если какое-то имя мне не нравится и надо будет его выкинуть\nесли я прошу рыбу рекомендательного письма, то я могу таки прочесть его и посмотреть, а не приписала ли мне нейросеть чего-то лишнего\nесли я прошу привести аналогию “что есть переменные”, я могу проанализировать эту аналогию и понять, насколько она хороша или плоха\n\nГлавная опасность нейросетей — они склонны к неочевидным ошибкам\n\nНейронные сети с большими языковыми моделями буквально созданы, чтобы быть убедительными.\nИх схема работы — подбирать слова, которые скорее всего мы ожидаем увидеть. Т.е. они улучшаются в сторону, чтобы допускать всё меньше “очевидных” ошибок.\nХорошая новость в том, что чем меньше очевидных ошибок — тем меньше ошибок вообще.  Плохая новость — что когда сетка ошибается в области, в которой ты сам не эксперт — хрен ты эту ошибку за пассами руками увидишь.\nВ примере выше мне пришлось очень вчитываться и напрягать усилия, чтобы вообще предположить, что может быть что-то не то. Предположив, я спросил у другой сетки. И только после этого увидел, где могла быть ошибка и уточнил. А не предположив изначально я бы и всё за чистую монету принял\nСсылки на используемые мной нейронные сети\n\nchat.deepseek.com — бесплатная нейросеть с регистрацией. Инфы про лимиты я не нашёл… В первую очередь я использую эту сетку для задач по коду. Просил сочинить kotlin-native пример. Прошу примеры по Python. Просил найти где течёт память в программе и помочь с плагином для neovim… Специализированная версия для кодинга показывает очень хорошие результаты :)\nask.chadgpt.ru — прокладка, дающая доступ к самым популярным сеткам. Платно. (очень ограниченно есть бесплатно). Но я купил подписку, она не такая дорогая. Доступ предоставляют к GPT, к Gemini, к Claude. И к сетям генерации картинок. Ещё есть API — я через него, например, настроил антиспам бота в Вожатнике (чате при вожатском паблике)\nchatpdf.com — чат для анализа pdf. Использую для анализа научных статей, когда я слишком глупенький. Бесплатно до вроде 3х pdf в день\n300.ya.ru — яндексовская нейросеть, использую главным образом для пересказа видео на Ютубе\n\nО том, как работает GPT\nРабота современных нейронных сетей это большая и сложная тема. Но вот пара ссылок, которые могут помочь разобраться в теме:\n\nЧто делает ChatGPT… и почему это работает? / Хабр\nВсё, что нужно знать о НЕЙРОСЕТЯХ - YouTube\n\n\nобсуждение в Телеграм"},"общее/Никто-никому-ничего-не-должен.-Продуктивность-и-долженствование":{"title":"Никто никому ничего не должен: Продуктивность и долженствование","links":["entities/книга-'психология-мотивации-достижений'.-Гордеева","дела/Действие","дела/Самоконтроль----медленная-внутренняя-мотивация"],"tags":[],"content":"Сегодня я выбираюсь совсем на край области, о которой обычно говорят в Продуктивности, влезаю в философию и психологию. Но считаю всё равно нужным об этом поговорить, ведь тема стоит в фундаменте моего мировоззрения как личности в целом и, конечно, влияет на мой взгляд на ведение дел и продуктивность. Эта статья посвящена призыву перестать думать в плоскости “долженствования” и начать думать в плоскости “желаний”.\n\n\n                  \n                  Tl;dr: \n                  \n                \n\n\n“должен ↔ хочу” это скорее вопрос разного взгляда на одни и те же действия, нежели разные сами действия\n\nхотя что-то при смене оптики, конечно, вы можете перестать делать или начать\n\n\nвсю систему продуктивности (в том виде, которую пропагандирую её я) есть смысл вводить только когда вы в гармонии с собой и своими желаниями. Что из рассказываемого сработает, если большую часть вы делаете через силу — тот ещё вопрос\n\n\n\nСначала речь пойдёт о том, что такое “долженствование”, почему идею не так воспринимают. А потом — что даст уход от этой концепции.\nИдея “должен” против идеи “хочу”\n\n\n                  \n                  Quote\n                  \n                \n\nНикто никому ничего не должен\n\n\nВы наверняка слышали эту фразу именно в такой формулировке. Она отлично ложится “на щит” и вызывает бурю эмоций. Если ты живёшь в иной парадигме или если ты просто не задумывался о таких вещах, фраза “никто никому ничего не должен” звучит, честно говоря, как издёвка. Дескать я тут впахиваю, а этим лишь бы бездельничать, потому что “не хотят” что-то делать. Эта позиция и эти эмоции совершенное естественны и понятны.\nМного кто видит противопоставление “долг ↔ желание” как “беру на себя обязательства ↔ бездельничаю”, “на меня можно положиться ↔ следую зову левой пятки”. Например, сходу в интернете три статьи как раз про этот посыл: 1, 2, 3. Мы с мамой ведём тренинг и там видим все те же возражения “только представьте, что за хаос случится, если все будут жить чисто по своим желаниям!”.\nПоинт, который я хочу доказать вам тут, следующий: если вы против идеи замены “должен” на “хочу”, вы или не правильно понимаете, саму растяжку &quot;долг&quot; ↔ &quot;желание&quot; или неправильно представляете, какие изменения произойдут при смене концепции.\n\n\n                  \n                  Important\n                  \n                \n\nизменение “долг → желание” это гораздо больше изменение взгляда на мир, вопрос осознания своих потребностей, нежели изменение действий.\n\n\nчто значит “должен”\nИдею нашего “долга” мы часто воспринимаем слишком широко. Обратимся к толковым словарям\nУшаков даёт:\n\nДОЛЖЕН, должна, должно, в знач. сказуемого. 1. кому-чему. Должник кого-н., обязан уплатить что-н. кому-н. Я вам должен три рубля. 2. с инф. Обязан сделать что-н. Служащие должны во время являться на работу. || О том, что непременно, неизбежно совершится, произойдет. Затмение должно наступить в три часа. || Служит для выражения вероятности, предполагаемой неизбежности какого-н. события. Она должна была прийти еще вчера. Подождите, он должен вернуться к обеду.\n\nОжегов даёт\n\nДОЛЖЕН, -жна, -жно, в знач. сказ. 1. с неопр. Обязан сделать что-н. Д.подчиниться приказу. 2. с неопр. О том, что совершится непременно, неизбежноили предположительно. Он д. скоро прийти. Должно произойти что-то важное. 3.кому. Взял взаймы, обязан вернуть долг2. Д. мне сто рублей. * Должно быть,вводн. сл. - вероятно, по всей вероятности.\n\nВ обоих определениях указано, что “должен”=“неизменно произойдёт”. Нет другого выбора. Нет вариантов действий. Нет возможностей на что-то повлиять.\nЗначит вопрос “долга” это не про то, взяли ли вы на себя обязательства или нет. Это вопрос, верите ли вы в свою свободу воли и есть ли у вас варианты действий. Как понимаете, глобально о вопрос свободы воли сломано множество философских копий. И я не буду тем, кто проблему разрешит. Скажу лишь, что я считаю себя человеком со свободной волей. И что думать в этой парадигме полезно для продуктивности, ибо, как упомяну ниже, Наибольшей побудительной силой обладает наименьший стимул.\nчто значит “хочу”\nИдею нашего “желания” мы часто, в противовес предыдущему, зауживаем, противопоставляя её существующему порядку вещей. Из серии “будь у меня золотая рыбка, я бы пожелал миллион долларов”. Мне кажется это неверной трактовкой идеи “чего я хочу”.\n“Я хочу” значит, что “у меня есть мотивация это делать”. “Я хочу” значит, что “в этих обстоятельствах я выберу именно вот это”\n\n“Я хочу ходить в спортзал” значит “я туда хожу”. А “хочу, но не хожу” это “я бы хотел достаточно сильно хотеть. Жаль что я больше хочу отдыхать”.\n“Я хочу переехать” значит “я планирую переезд”. А абстрактное “хочу” это “я б хотел хотеть. Жаль, что неизвестности я хочу гораздо меньше”.\n“Я не хочу заполнять бумаги” значит “я их не заполняю”. А “не хочу, но заполняю” это “может сами бумаги я б и не заполнял, но они — часть моей работы. А её я хочу продолжать и не хочу потерять”.\n\nЗаметьте, наша мотивация вполне может быть и негативная, что мы боимся чего-то. Но это всё равно вопрос мотивации, а не долга.\nчто если “начать следовать своим желаниям”\nДа на уровне действий-то ничего не изменится. Мир не рухнет. Как будто бы есть такая идея: “стоит людям делать то, что они хотят — так сразу всё рухнет”. Нет. Все наши действия так или иначе где-то упираются в наши потребности. И менять взгляд “долг → желание”, если менять его не поверхностно, а копаясь в глубине, это как во многом находить, почему что-то, что мы уже делаем мы реально хотим делать. Конечно, нам проще считать, что “мы должны делать A”, чем “я делаю A, потому что это условие для B, которое подстёгивает моё желание быть C”. Конечно, покопавшись в себе какие-то действия могут измениться. Но это почти никогда не глобальное изменение действий.\nЭта мысль хорошо описана у Маршалла Розенберга в книге “Ненасильственное общение”. Там он говорит, что вопрос “должен” или “хочу” это вопрос оптики, взгляда на мир.\nЗачем нам менять взгляд на мир\nОсознавая свои желания, мы счастливее. Счастливее, мы продуктивнее.\n\nпсихолог Шон Ачор обнаружил, что счастливые люди на 31 % продуктивнее, чем находящиеся в плохом или нейтральном настроении\n(c) книга “Гиперфокус”, ссылающаяся на книгу “преимущество счастья”\n\n\nВ обзоре литературы, посвященном данной проблематике (см.: Peterson, 1990), дается большой перечень исследований, в которых было показано, что оптимисты лучше учатся в школе и более успешны на работе \n(c) книга ‘психология мотивации достижений’. Гордеева\n\nЕсли мы осознаём, почему делаем ту или иную штуку, нам проще быть с собой. Когда мы разбираемся со своими потребностями, нам проще становиться счастливыми. Это, в целом-то, важно само по себе. Но как приятный бонус даёт и прирост производительности.\nНаибольшей побудительной силой обладает наименьший стимул\nпсихолог Павел Зыгмантович в лекции “как доводить начатое до конца” приводит следующую мысль:\n\nиз-под палки, если нам приставили пистолет к виску, мы конечно сделаем всё. Но довольно хреново и попытаемся при любой возможности свинтить\nпо приказу сделаем чуть лучше\nпо просьбе (а просьба как раз значит, что мы можем отказаться) мы сделаем ещё лучше\nа если сами что-то решили — то скорее всего вложимся целиком и сделаем лучше, чем во всех остальных вариантах.\n\nЗамена “должен” → “хочу” есть как раз опускание по этим пунктам с верхних на нижние. Переставая делать что-то из-за “долга”, а делая это из-за “желания”, мы делаем это лучше и продуктивнее.\nБез “желания” Действия просто не работают\nНа практическом уровне мышление в категории “хочу” важно для работы с действиями: классическая схема работы с ними выглядит так, что вы смотрите на список и потихоньку их разбираете. Не думая про мотивацию действий, вы просто перестанете глядеть в список. Ведь это будет список того, чего вы буквально не хотели бы делать.\nЧто делать\n\n\n                  \n                  Important\n                  \n                \n\nНет смысла вообще думать о системе продуктивности, пока вы не разобрались, почему хотите делать дела. Система не сможет “заставить” вас в долгосрочной перспективе больше делать то, чего вы не хотите, а “должны”.\n\n\nРазбираться с тем, почему вы что-то хотите делать это прям первейшая штука, которая нужна для работы списка действий. Когда все действия вы хоть немного да хотите делать, упростить их и назначить триггер — это уже часто дело техники.\nПри этом не обязательно само действие вызывает лютое желание (хотя было б не плохо). Может помочь осознание, зачем действие нужно. (пример: во время подготовки к защите кандидатской писать членам совета с напоминаниями мне не очень хотелось. Но очень хотелось защититься, для чего надо было писать напоминания.)\nДля большого количество “повседневных” дел вы докопаетесь до желаний небольшой рефлексией. Если это не получается, стоит попробовать обсудить с психологом. И лишь после этого думать вновь про систему продуктивности.\nP.s. взгляд на самоконтроль как на “медленную” внутреннюю мотивацию\nРядом с идеей “долженствования → желания” лежит ещё одна мысль, которую я увидел у Аси Казанцевой в лекции “Наука откладывать удовольствие”. А она ссылается на статью Self-Control as Value-Based Choice.\nИдея, что наш “самоконтроль” это тоже не обязательно противопоставление “силы воли” и “желания”. Не “хочу пироженку, но должен есть морковку”. Это такая же мотивация, просто более медленно растущая.\nЕсли вы идёте и вдруг видите пироженку, скорее всего мотивация съесть её будет сильнее. Но если вы собираетесь на обед и думаете, что взять, то мотивация “буду стройным и здоровым” затмит мотивацию “хочу пироженку” к моменту, когда таки будет выбор.\n(вынесено в отдельную заметку: Самоконтроль — медленная внутренняя мотивация)\nпритча вместо эпилога\nНапоследок, одна притча.\n\nОдного дзенского Мастера спросили:\n— Чем Вы обычно занимались до того, как достигли просветления?\nОн ответил:\n— Я обычно рубил дрова и носил воду из колодца.\n— А теперь, когда Вы стали просветлённым, что Вы делаете?\n— Что же ещё я могу делать? Я рублю дрова и ношу воду из колодца.\nЗадавший вопрос был удивлён:\n— В чём же тогда отличие? Перед просветлением Вы делали это и после просветления делаете то же самое!\nМастер засмеялся и сказал:\n— Разница большая. Раньше мне приходилось делать это, заставляя себя, а теперь всё это происходит естественно. Раньше мне надо было прикладывать усилие: перед тем, как я стал просветлённым, это было обязанностью, которую мне приходилось выполнять без всякого желания.  Я делал это потому, что мне приказали это делать. Мой Учитель велел мне рубить дрова, поэтому я и рубил. Но в глубине души я был этим недоволен, хотя внешне этого не показывал.  Теперь я просто рублю дрова, потому что я нахожу в этом определённую красоту и радость. Я ношу воду из колодца потому, что это необходимо. Это уже не тягостная обязанность, а проявление моей любви к моему Учителю. Наступают холода, и нам будет нужно много дров.  Учитель всё больше стареет, поэтому ему требуется больше тепла. Необходимо хорошо отапливать его жилище. Именно благодаря этой любви я рублю дрова и ношу ему воду из колодца. Теперь появилось большое отличие. Отсутствует нежелание или сопротивление. Я просто откликаюсь на то, что необходимо делать в данный момент.\n\n\nобсуждение в Телеграм"},"общее/Поведенческая-модель-Фогга":{"title":"Поведенческая модель Фогга","links":["привычки/О-привычках"],"tags":["фундамент_продуктивности"],"content":"\n\n\n                  \n                  Hint\n                  \n                \n\nИзменение поведения = триггер \\times умение \\times мотивация\n\n\nЧтобы что-то сделать, должно сложиться 3 фактора: мотивация, триггер и умение делать это дело. Не хватает мотивации — не буду желать это делать. Не появился триггер — не вспомню. Слишком сложное — забью.\nНапример:\n\nесли я вижу на улице 100 рублей, я наверно их подниму. Получить немного денег — мотивация. Лёгкость действия (наклониться, взять деньги) — умение. То, что я их увидел - триггер\nесли я вижу на улице рубль, наверно я не подниму. Умение и триггер остались, но мотивация стала меньше - если я вижу на улице 100 рублей по 10 копеек, я не подниму. Мотивация и триггер остались, но умение (нести тяжесть) изменилось\nнаконец, если 100 рублей лежат не у меня на дороге, а на соседней улице, я их не подниму — хоть умение и мотивация есть, нет триггера — мне просто не с чего делать действие.\n\nМодель сильно связана с тем, как внедрять привычки.\n\n”как всё сложно”\nПоведенческая модель Фогга — хорошая идея, чтобы держать её в голове. Но копая глубже, видишь её ограничения:\n\n“триггер” это не обязательно что-то независимое. Например, если я очень хочу (мотивирован) смотреть соцсети, мой мозг сам мне услужливо напомнит об этом\n“мотивация” меняется от того, насколько мы успешны в делах. Если кучу раз мы “провалим” дело, то вряд ли наша мотивация останется на прежнем уровне…\n\n\nобсуждение в Телеграм\nисточник: книга “Нанопривычки”, Би Джей Фогг"},"общее/Система-1-и-Система-2.-Быстрое-и-медленное-мышление":{"title":"'Система 1' и 'Система 2'. Быстрое и медленное мышление","links":["общее/Сохрани.-Обработай.-Используй","привычки/О-привычках","entities/книга-'Думай-медленно...-решай-быстро'.-Канеман"],"tags":[],"content":"\n\n                  \n                  Warning\n                  \n                \n\nидея “двух систем” — интересная концепция. Но не будучи нейробиологом, я не могу гарантировать её истинности\n\n\nКанеман в своей книге “Думай медленно… решай быстро” говорит о существовании у нас как будто бы двух типов мышления: быстрого и медленного. Автоматического и осознанного.\nопределения\nΔ “Быстрое мышление” или “Система 1”  — мышление, которое так или иначе происходит автоматически. Благодаря быстрому мышлению мы ходим, моем посуду, подсчитываем 2+2, отвечаем на вопрос “какого цвета небо”…\nΔ “Медленное мышление” или “Система 2” — мышление, когда мы “включаем голову”. Благодаря медленному мышлению мы решаем интегралы, составляем деловые письма, подсчитываем 583+5435 и делаем много других полезных вещей.\nзачем нам это?\n“Система 2” — энергоёмкая штука. Канеман пишет, что она активна относительно малые промежутки времени. Мы любим “поручать” что-то медленному мышлению. Но мозг не любит его включать и саботирует наше “поручение”. Вся система продуктивности она про то, чтобы как можно больше вещей поручить Системе 1, а Систему 2 использовать лишь при необходимости. Поручая быстрому мышлению то, что мы раньше пытались делать на медленном, мы сильно увеличиваем шансы, что оно будет сделано.\n\nСохрани. Обработай. Используй — “думать” это про обработку. Сохраняем и используем мы по максимуму на автомате\nСистема 2 может “программировать” Систему 1 — мы можем сформулировать простенькие правила, которым потом будет подчиняться наш автопилот. Например, “если цена товара больше X рублей я не покупаю его сразу”. Или “если мне пришла задача, я сначала кладу её в “корзину Входящих&quot;&quot;\nидея привычек, “Действий” в продуктивности,.. — всё это попытка переложить на быстрое мышление всё, что только возможно\n\n\n”как всё сложно”\n\nсам Канеман предостерегал от буквального истолкования Систем. Нет никаких физически отделённых двух “сознаний” в нашем мозгу. Система 1 и Система 2 — лишь полезные метафоры\nГраницы между типами мышления не всегда чёткие и предсказуемые. Заранее сказать что “вот 5 объектов я точно обработаю Системой 1, а 6 — уже Системой 2” нельзя. Ибо это зависит и от объектов и от вашего состояния\n\nP.S. забавная мысль об одной из книг Лукьяненко :)\nКогда-то в подростковом возрасте я читал книгу Лукьяненко. Ничего не помню, что за книга и о чём она была. Но запомнил, что на одной из планет жил народ, который до становления взрослым обучался и был разумным, а вот после — лишь следовал привычкам. “Какая грустная судьба” — подумал я тогда. А теперь вот строю систему, где большую часть времени как раз можно не думать и стремлюсь к этому. Разница лишь одна: процесс “размышлений” остался, и именно он руководит всем остальным. Он стал более концентрированным по времени.\n\nобсуждение в Телеграм\nисточник: книга ‘Думай медленно… решай быстро’. Канеман"},"общее/Сохрани.-Обработай.-Используй":{"title":"Сохрани. Обработай. Используй.","links":["дела/База.-Что-значит-'продуктивность',-где-магия,-что-делать"],"tags":["фундамент_продуктивности"],"content":"\nБольшинство людей уделяют многим вещам больше или меньше внимания, чем они того заслуживают \n(c) Дэвид Аллен, “Как привести дела в порядок”\n\nНаверно, это самый важный сдвиг моего сознания после знакомства с темой:\n\n\n                  \n                  Important\n                  \n                \n\nне надо “бежать-делать” сразу.\n\n\n\nПоступила просьба — не надо сразу её выполнять.\nУвидел статью — не надо сразу её читать.\nПришла в голову мысль — не надо сразу её реализовывать.\n\nСохрани её. Преобразуй в удобный формат. И лишь потом используй.\nсохрани\nДелая сразу, не сохраняя, ты скорее действуешь своими эмоциями, чем разумом. Ты отвлекаешься от своих текущих занятий не потому, что новое дело реально важнее и оно не будет ждать. А просто потому, что оно новое. Ты сбиваешь себе концентрацию. Не надо так!\nЧто-то пришло к тебе — сначала сохрани\nобработай\nФаза сохранения должна быть быстрой — иначе будет влом сохранять. Но для использования сохранённое ещё может быть обработано.\n\nдля “списка дел” полезно выделить первое Действие\nдля пришедших статей полезно понять, развлекательная ли она или образовательная\nдля вещей — положить их на своё место\n…\n\nиспользуй\nИ вот, когда ты сохранил и преобразовал всё как надо — пришла пора использовать. Теперь делать это проще, чем изначально: твои “задачи” или “статьи” или whatever лежат в удобном тебе формате. Их можно сделать сразу скопом. И уже ты выбираешь, когда хочешь ими заняться. Профит!\n\n“как всё сложно”\nas always, у описанного выше есть подводные камни. Вот некоторые из них:\n\nиногда таки надо делать что-то сразу. Например, задача срочная\nиногда таки надо делать что-то сразу. Например, без эффекта новизны ты вообще забьёшь на задачу\nесли привычка “сохранить” довольно простая, то привычки “обработать” и “использовать” гораздо сложнее. Об этом я упоминал ещё в База. Что значит ‘продуктивность’, где магия, что делать. И вот, без этих привычек ты начинаешь сохранять, но вещи всё копятся и копятся. Твой мозг решает, что ты его обманываешь и уже никогда не “используешь” (не сделаешь, не прочтёшь) вещи на третей фазе. И говорит тебе “хватит сохранять, разбирайся сразу”. Всё. Вся система рушится.\n\n\nобсуждение в Телеграм"},"общее/закон-Хика":{"title":"закон Хика","links":[],"tags":[],"content":"Закон Хика: Время принятия решения логарифмически возрастает с числом вариантов в этом решении.\nиз чего напрямую следует:\nВероятность, что решение будет принято уменьшается с числом вариантов в этом решении\n\nобсуждение в Телеграм"},"общее/память/Встроенный-в-общую-картину-мира-объект-запомнить-проще,-а-одиночный----сложнее":{"title":"Встроенный в общую картину мира объект запомнить проще, а одиночный -- сложнее","links":["общее/память/Память-контекстуальна-и-зависит-от-нашего-состояния"],"tags":[],"content":"память контекстуальна. А, значит, самостоятельные объекты, не привязанные к “сетке знаний”, запоминаются сложнее и скорее забываются.\nпочему эта идея важна для нас?\nОна показывает, что если мы что-то храним, нам очень важно “расположить” это что-то в картине мира. Без такого расположения подвешенный объект забудется. И наоборот, за то, что мы прям встроили, можно сильно не переживать.\nКроме того, мы можем заранее видеть, что “хм, что-то эта штука лежит особняком, значит я её скорее всего забуду”. И прилагать дополнительные усилия, чтобы не забыть.\n\nобсуждение в Телеграм\nисточник: Как учиться в свое удовольствие\n\nмы запоминаем то, что кажется узнаваемым. Если внешнее знание «близко» к схеме, которая у нас уже есть, вероятность того, что мы обратим на него внимание и временно запомним, выше.\n"},"общее/память/Кривая-забывания--Эббингауза":{"title":"Кривая забывания  Эббингауза","links":["хранение-информации-и-вещей/Обманчивость-идеи-хранения-информации.-Система-должна-напоминать-о-своём-содержимом"],"tags":[],"content":"Эта идея — прям классика-классика. Наверняка вы её уже видели.\nКривая забывания говорит, как много времени нам надо, чтобы запомнить некоторый процент данных. И через сколько времени нам надо его повторять.\nГлавный вывод идеи: это вначале надо повторять часто и мы всё равно забываем. Дальше — нам надо повторять всё реже и при этом помним мы всё больше.\n\nпочему эта идея важна для нас?\nКривая забывания важна в контексте хранения. Обманчивость идеи хранения информации. Система должна напоминать о своём содержимом. Кривая забывания показывает, что, даже в тех редких случаях, когда нам надо прикладывать осознанные усилия для запоминания содержимого системы, делать это часто не придётся. (ну а в большинстве случаев оно запоминается само собой)\n\nобсуждение в Телеграм\nисточник: Википедия"},"общее/память/Мы-забываем-детали":{"title":"Мы забываем детали","links":["общее/память/Удивительная-информация-скорее-всего-забудется.-Парадокс-памяти-и-интереса"],"tags":[],"content":"Нашему мозгу гораздо проще запомнить какие-то общие идеи и общие факты, нежели специфичные детали. Потому что детали считаются “неважными”.\nНапример, мы скорее запомним картину, чем рамку, в которую она вставлена. Скорее фигуру на переднем плане, чем число деревьев на заднем.\nОтсюда вывод: если хотим, чтобы детали запомнились, на них стоит обратить особое внимание.\nпочему эта идея важна для нас?\nБывает, что на самом деле какой-то кусочек информации в списке или какая-то подтема для нас важнее, чем всё остальное. Например, эти строки я пишу в рамках “цикла про память”. Казалось бы, ну значит всё про память. И вы запомните просто “ну там был цикл про память”. Но есть в этом цикле одна необычная мысль, которую я назвал “парадоксом памяти и интереса”. Она выйдет в конце цикла. И если я не обращу на неё отдельное внимание, для вас она и останется просто “одной из мыслей про память, примерно настолько же значимой, как все остальные”. Поэтому, чтобы она запомнилась, надо дополнительное внимание таки обратить. Несмотря на то, что формально это всё ещё просто ещё одна мысль в цикле про память.\n\nобсуждение в Телеграм\nисточник: книга “Как работает память. Наука помнить и искусство забывать”"},"общее/память/Мы-скорее-запомним-событие,-связанное-с-эмоциями":{"title":"Мы скорее запомним событие, связанное с эмоциями","links":[],"tags":[],"content":"У нас в течение дня происходит куча событий. Запоминаем мы при этом лишь редкие.\nОдин из главных “фильтров” — эмоции. Мы скорее запомним событие, с которым связана яркая эмоциональная реакция.\nПоэтому, например, отпуск мы запоминаем гораздо ярче, чем работу :)\n\nобсуждение в Телеграм\nИсточник: книга “Как работает память. Наука помнить и искусство забывать”"},"общее/память/Наш-мозг-выталкивает-слегка-неприятные-дела-и-воспоминания":{"title":"Наш мозг выталкивает слегка неприятные дела и воспоминания","links":["общее/память/Мы-скорее-запомним-событие,-связанное-с-эмоциями","общее/Никто-никому-ничего-не-должен.-Продуктивность-и-долженствование","дела/штуки,-которые-мы-не-хотим-видеть,-загрязняют-весь-список-дел"],"tags":[],"content":"Интересная особенность, которую я приметил для своего мозга: слегка неприятные дела и воспоминания мы как будто бы выталкиваем из памяти, стараясь о них не думать.\n\nмы забудем позвонить по телефону, если не любим это дело\nмы забудем извиниться перед человеком\nмы забудем оплатить счета\n\nПриятные дела мы помним. Жутко неприятные — тоже, даже зацикливаемся на них (Мы скорее запомним событие, связанное с эмоциями). А вот слегка неприятные — их наш мозг скорее попробует выкинуть из сознания куда подальше. В психологии это называется “вытеснение” (как мне подсказали в комментариях к посту)\nпочему эта идея важна для нас?\nиз идеи следует, что неприятные вещи не надо держать в голове.  А значит, для них есть два варианта:\n\nизбавиться от “неприятности”, подумав про мотивацию делать: у нас есть мотивация делать всё, что мы делаем. Вопрос только как докопаться до неё\nзаписать дело в список дел, и не пытаться запомнить, а просто увидеть и сделать в “нужный момент”. Но при этом такие дела “отравляют” список, уменьшая и наше желание в него заглядывать: штуки, которые мы не хотим видеть, загрязняют весь список дел. Что делать, чтобы они были записаны и сделаны, а список дел работал — расскажу как-нибудь в другом посте\n\n\nобсуждение в Телеграм"},"общее/память/Образ-или-яркую-сущность-проще-запомнить":{"title":"Образ или яркую сущность проще запомнить","links":["общее/память/Мы-скорее-запомним-событие,-связанное-с-эмоциями"],"tags":[],"content":"Чтобы повысить шанс, что мы вспомним какую-то идею, ей можно добавить образности.\n\nя скорее запомню идею “бриллиант фасилитатора”, чем мысль “сначала на встречах надо дать сначала участникам продумать разные идеи, а потом сводить их вместе”\nя скорее запомню лозунг “важное-вперёд”, чем “Ильяхов в книге советует сначала в предложении помещать значимую информацию, а детали переносить в конец”\n\nОдна из причин, почему так происходит (хотя, думаю, не единственная) — что образ даёт нам эмоции. Мы скорее запомним событие, связанное с эмоциями.\nпочему эта идея важна для нас?\nПри создании заметок, особенно “заметок-мыслей”, для важных идей можно придумывать яркие образы. И тогда вам легче будет их найти через поиск, да и вообще проще запомнить, что такая заметка существует.\nПри этом, образы хоть и запоминаются, но они могут и запутать. Если их слишком много, если мы начинаем в них “плыть”. И тогда мы уже такие “чего? причём тут бриллианты? Это вообще к чему?”. Поэтому образ запомнить проще, но если таких образов не очень много.\n\nобсуждение в Телеграм\nисточник: Obsidian Vault Tour | Тур по хранилищу Обсидиан - YouTube - в применении к заметкам тут про это говорили"},"общее/память/Память-контекстуальна-и-зависит-от-нашего-состояния":{"title":"Память контекстуальна и зависит от нашего состояния","links":["общее/Мысленная-дробь","общее/Контекст"],"tags":[],"content":"Канеман предложил для описания вспоминания метафору Мысленной дроби. Есть два основных фактора, от которых зависит эта дробь: “близость” ассоциация в некотором “ментальном” пространстве и наша сосредоточенность.\nблизость ассоциаций\nКогда мы обратили на что-то внимание, наш мозг как будто бы ищет все близкие ассоциации и вытаскивает их наружу.\nЗначит, чтобы нам что-то вспомнить, нужно создавать ассоциации. Чем более “плотно” сидит объект в системе, чем с большим количеством “крючков” он цепляется за другие объекты и события жизни — тем проще его вспомнить. Причём вспоминание идёт, потому что мы заметили эти “другие” объекты. Главные “крючки” — это Контекст.\nсосредоточенность: сфокусированное и рассеянное мышление\nЕсть идея, что наш мозг может работать в двух режимах:\n\n“широкий” режим работы — где мы максимально рассредотачиваемся и пытаемся окинуть картину целиком\n“глубокий” режим работы — где мы максимально концентрированны на чём-то одном и разбираемся с этим\n\nШтука в том, что при “глубоком” режиме работы мы очень нацелены на цель. Даже близкие, но лежащие “сбоку” ассоциации не вспомнятся.\nМне нравится тут видеть продолжение метафоры Мысленной Дроби: в широком режиме работы наши ассоциации никуда не направлены. “Дробь” бьёт во все стороны, но не очень далеко. В глубоком режиме мы видим цель - “Дробь” бьёт только рядом с ней, зато на большее расстояние.\nпочему эта идея важна для нас?\n\nдля ведения дел: “контекстуальность” помогает отказаться от вины “да я же помнил, да забыл!”. Это совершенно нормально, что вы увидели, например, что кончается мыло в ванной, но забыли его купить в магазине. Разные контексты. Поэтому мы и смотрим в сторону списка дел — чтобы не пытаться хранить каждое из них в голове\nдля привычек: лучше работают те привычки, где триггер и сама привычка в одном контексте. Если триггер — “зашёл в ванную”, то и привычка должна выполняться в ванной\nдля системы хранения: важно думать, не как “правильно” хранить, а в каком контексте вы скорее на эту идею наткнётесь. Например: при подготовке к смене как вожатый у меня есть игры и бюрократия. Но если бюрократия строго лежит в контексте “подготовки”, то игры (в моём мозгу) - вещь отдельная. И формально-то может и правильно было бы хранить их всех в разделе “лагерь”. Но раз у меня нет связки “подготовка к лагерю - игры” в голове, то и хранить их буду отдельно\n\n\nобсуждение в Телеграм\nисточник: идею, что память контекстуальна я видел в книге “Как работает память. Наука помнить и искусство забывать”"},"общее/память/Похожие-концепции-в-памяти-смешиваются":{"title":"Похожие концепции в памяти смешиваются","links":["общее/память/Память-контекстуальна-и-зависит-от-нашего-состояния"],"tags":[],"content":"память контекстуальна. Значит, вы скорее запомните что-то по ассоциациям. Но если два объекта имеют один и тот же набор ассоциаций, то как мозгу их хранить отдельно друг от друга?\nНапример:\n\nя использую два сайта с похожим функционалом для написания научных статей в \\LaTeX. Пока сайт был один, была чёткая связь: “это моя статья? Значит она на том сайте”. Когда сайта два, связь теряется\nя читаю разные книги на разные темы. И, например, про рождение детей я прочёл одну книгу. Значит если буду искать какой-то факт об этом, скорее поищу в ней. Но про продуктивность я прочёл книг 20. А ещё и роликов посмотрел… Значит очень вряд ли, что я вспомню, в какой именно книге был тот или иной факт.\n\nпочему эта идея важна для нас?\nПомогает понять, как хранить информацию. Если мы получили её из одного источника, если информации мало — то и хранить её проще вместе, прям как в источнике было описано. Не стоит дербанить каждую книгу на сотни заметок.\nНо если источников по одной теме дофига, не стоит думать, что вы будете помнить, откуда что взялось. И как точно формулировалось. А значит, и хранить мысли стоит без привязки к источнику.\n\nобсуждение в Телеграм"},"общее/память/Удивительная-информация-скорее-всего-забудется.-Парадокс-памяти-и-интереса":{"title":"Удивительная информация скорее всего забудется. Парадокс памяти и интереса","links":["общее/память/Встроенный-в-общую-картину-мира-объект-запомнить-проще,-а-одиночный----сложнее","общее/память/Мы-скорее-запомним-событие,-связанное-с-эмоциями","заметки/keep-what-resonates.-Когда-материал-с-нами-резонирует"],"tags":[],"content":"Очень часто мы хотим добавить в систему знаний что-то прям “вау”, что-то очень удивительное. Но именно это чувство значит, что мы потом забудем, что вообще добавляли. Самая контринтуитивный, зато любопытный факт. (Конечно, со своей областью применения).\nЭто чувство “вау” — следствие новизны информации. Того, что мы не ожидали её увидеть. Очень часть (хоть и не всегда), чем больше “вау” эффект, тем дальше объект от всей нашей “базы знаний”. Если мы чего-то не ожидали, значит оно не вяжется с существующей картиной мира. Нам сложнее информацию встроить, а значит мы скорее её забудем. Встроенный в общую картину мира объект запомнить проще, а одиночный — сложнее.\nпочему эта идея важна для нас?\nИдея позволяет предсказывать, а забудем ли мы собственно только что найденную информацию или нет. Как только мы словили на себе чувство “вау, это что-то новенькое”, это скорее всего значит, что мы это новенькое забудем. А значит, надо приложить усилия, чтобы оно было не так. Или привязать информацию к существующей — поместить её туда, где ей “место”. Или дополнительно обращать на неё внимание, чтобы не забыть.\n\nкак всё сложно\nУ описанного мной есть ограниченная сфера применения. Вот пара из найденных границ:\n\nЧто-то прямо очень важное и необычное мы запомним, т.к. Мы скорее запомним событие, связанное с эмоциями. Если, положим, мы пережили очень необычный день, мы скорее его запомним. Но как будто бы большая часть информации, что мы получаем, вызывает у нас недостаточно яркие эмоции, чтобы запомнить чисто за счёт них\nЭффект “вау” может быть и о чём-то новом, находящимся в вашей области интересов. Чем-то контрастном. И тогда мы скорее это запомним, но потому что на самом деле это не новизна, а контраст. Про различия смотри: keep what resonates. Когда материал с нами резонирует.\n\nмы скорее забудем новую информацию, а вот контрастную скорее запомним\n\n\n\n\nобсуждение в Телеграм"},"привычки/База.-Что-такое-привычки-и-как-они-появляются":{"title":"База. Что такое привычки и как они появляются","links":["общее/Поведенческая-модель-Фогга"],"tags":[],"content":"что такое привычка\n\nПРИВЫЧКА: Поведение, образ действий, склонность, ставшие для кого-нибудь в жизни обычными, постоянными.\n(с) толковый словарь Ожегова\n\nМы примерно понимаем, что такое привычка. Но приведу примеры, насколько они могут быть разнообразны:\n\n\n                  \n                  Example\n                  \n                \n\n\nчистить зубы по утрам\nпомыть посуду сразу после еды\nнаходить 3 благодарности сегодняшнего дня вечером\nкреститься при виде церкви\nзаходить в Теремок каждый раз после экзамена\nзаглядывать в телефон при уведомлении\nзаглядывать в телефон, как только стало “скучно”\nехать в спортзал после работы по вторника и пятницам\nработать (а не бездельничать) на работе\nотдыхать (а не работать) после работы дома\nчитать книгу перед сном\nделать журавлика счастья, когда тебе тревожно\nпридумывать забавную историю о человеке, когда он подрезал тебя на машине\nскладывать числа на номерах машин, когда их видишь\nотмечать в книге интересные места карандашом\nизучать 15 минут иностранный язык после ужина\nпросматривать о обрабатывать дела из “корзины входящих” по утрам\nоткрыть список дел и сделать любое из них по звонку таймера\n…\n\n\n\nСписок должен вам показать вот что: мы привыкли, что привычка это скорее что-то прям совсем автоматическое, каждодневное. Но это не всегда так. Иногда привычка не доводится до автоматизма, просто нам нужно меньше усилий, чтобы её совершать раньше. Уверен, вам будет достаточно просто перестать работать на работе или забросить изучение языка. Но это всё равно привычка. \nМы чистим зубы примерно одинаково каждый день. Но иностранные слова каждый день разные. Мы моем посуду примерно одинаково каждый день. Но дела на работе выполняем разные. Но если вы привыкли заниматься на работе работой, то это всё равно привычка.\nПривычка — это действия или некоторый кластер действий, которые вам проще делать после некоторого триггера, из-за частых повторений этих действий. Привычка — это больше, чем просто автоматические реакции. Вам проще делать кластер “рабочих действий” как только вы оказываетесь на работе. Вам проще делать действия “почистить зубы”, как только вы проснулись и дошли до ванной. И да, для “почистить зубы” “проще” значит “вообще можем не включать мозг”. Но глобально мы можем говорить лишь о том, что стало проще.\nкак сформировать привычку\nПривычки формируются по поведенческой модели Фогга: вам нужен устойчивый триггер, хотя бы базовая мотивация и простота реализации привычки.\n\nТриггер — что-то чёткое, что должно вам напомнить о привычке. Приход на работу и открытие ноутбука. Доедание последнего кусочка на тарелке. Желание кому-то врезать. Пиканье часов. Окончание другой привычки\nМотивация — ваша “высшая цель” + удовольствие от процесса. Вам нужна привычка и которую вы понимаете, зачем внедрить (“хочу заниматься спортом, чтобы дольше жить”) и которая доставляет вам в целом удовольствие (“нравится слушать музыку, пока занимаюсь”)\nПростота — в базе своей привычка должна быть как можно более простой. Ведь привычку вам надо выполнять в разных эмоциональных состояниях: и на подъёме, когда готовы свернуть горы, и на спаде, когда канавку бы перешагнуть. Чем проще действие, тем меньше мотивация вам нужна, чтобы триггер сработал (Поведенческая модель Фогга)\n\n“как всё сложно”\nописанное выше — базовая модель и базовые знания. Но остаётся ещё много вопросов:\n\nкак следить за созданием привычки\nкак приходить к сложной цели (ex: “читать полчаса”), если ставить в привычку простую (“прочесть абзац”)\nкак избавляться от вредных привычек\nкакие варианты для упрощения есть\nможно ли забивать на привычки, когда ну очень в лом\nкакие триггеры выбирать\n…\n\nэти вопросы мы разберём в дальнейшем :)\n\nобсуждение в Телеграм и Телеграм*"},"привычки/О-привычках":{"title":"О привычках","links":["привычки/База.-Что-такое-привычки-и-как-они-появляются","привычки/Формирование-привычек","привычки/всё-что-угодно-может-стать-или-не-стать-привычкой"],"tags":[],"content":"\nБаза. Что такое привычки и как они появляются\nПривычки формируются по схеме ‘действия’+‘триггер’+‘награда’\nвсё что угодно может стать или не стать привычкой\n"},"привычки/Ой,-а-не-станет-ли-это-привычкой.":{"title":"Ой, а не станет ли это привычкой?","links":[],"tags":[],"content":"У меня появился вопрос-стопор и предлагаю вам тоже его себе перенять.\nЯ читаю перед сном и, не редко, делаю это на планшете. После чтения, уже перед самым-самым сном, я заходил ВК и проверял, что мир не рухнул за эти полчаса-час (вроде ни разу не рухнул).\nНо окончание чтения — это замечательный триггер. А заход в соцсети — отличный кандидат на действие, учитывая притягательность соцсетей. Я ещё не сформировал привычку “глядеть соцсеть перед самым сном”. Но уже в опасности. И тут меня выручает мысль “а нравлюсь ли себе будущий я, у которого сформирована такая привычка?”. Ответ - не нравлюсь. И этот вопрос служит мотивацией отдёрнуть себя.\n\nхочу ли я себе привычку глядеть ВК перед сном?\nхочу ли я привычку отвлекаться на почту в момент работы?\nхочу ли я привычку лазать по сайтам, пока идёт лекция?\n\nГоворят, вредную привычку нельзя полностью победить. Но о чём почти не говорят, что мы можем как создать себе много новых вредных привычек, так и избежать их создания. В следующий раз, когда вы будете сомневаться, совершать ли какое-то вредное, но приятное действие, подумайте: “ой, а не станет ли это привычкой?”\n\nобсуждение в Телеграм"},"привычки/Привычки-триггеры-осознанности":{"title":"Привычки-триггеры осознанности","links":["привычки/Ой,-а-не-станет-ли-это-привычкой."],"tags":[],"content":"\n\n                  \n                  Tip\n                  \n                \n\nНеобходимость в любом даже небольшом изменении привычки выбивает из ‘привычности’, что можно использовать для прекращения привычки\n\n\nБольшой пласт советов про устранение вредных привычек — в “небольшом” изменении триггеров, которые запускают эту привычку.\n\nубрать приложение соцсетей с главного экрана\nотключить интернет, чтобы всё время надо было его включать\nпоменять браузер на новый\nпоставить блокировку, которую можно обойти по паролю\n\nХарактерная черта таких идей: они нарушают типичный ход привычки, но почти не трогают “способность” её совершить.\nСовет может сработать и не сработать.\nПример: то, что на главном экране смартфона нет соцсетей никак не влияет на то, как часто их смотрю. Я просто привык вбивать название приложения в поиске.\nНо смена браузера во время работы с chrome на Firefox действительно сработала. Хотя, казалось, открыть заново браузер дело ещё более простое, чем вбивать название приложения.\nЯ подумал, что все такие изменения — это сигналы мозгу: “стой, тут что-то не так, как привык. Включи голову и подумай”. И выпадая из состояния “автомата” мозг действительно понимает, что что-то не так и перестаёт заниматься глупостью.\nПочему подход сработал в измерении браузера, но не в удалении ярлыков приложения?\nПотому что во втором случае я не задавал себе вопрос: Ой, а не станет ли это привычкой. И оно стало.\nОчень многие вредные привычки можно устранить, лишь слегка нарушив ход из течения. Но каждый раз, когда вы преуспели в своём деле, не забудьте не продолбать достижение. Не превратите его в привычку. Не игнорируйте желание мозга “включить голову”.\n\nобсуждение в Телеграм"},"привычки/Формирование-привычек":{"title":"Привычки формируются по схеме 'действия'+'триггер'+'награда'","links":["общее/Поведенческая-модель-Фогга"],"tags":[],"content":"Привычки формируются согласно Поведенческая модель Фогга: вам надо часто под триггером повторять действие и получать за это “награду”.\nэто заготовка статьи :) когда-нибудь она будет расширена"},"привычки/всё-что-угодно-может-стать-или-не-стать-привычкой":{"title":"всё что угодно может стать или не стать привычкой","links":["привычки/База.-Что-такое-привычки-и-как-они-появляются","привычки/Формирование-привычек","привычки/Ой,-а-не-станет-ли-это-привычкой.","дела/Самоконтроль----медленная-внутренняя-мотивация","общее/Никто-никому-ничего-не-должен.-Продуктивность-и-долженствование"],"tags":[],"content":"Я испытываю некоторый трепет перед идеями, доказывающими ограниченность каких-либо рассуждений. Эта статья — как раз о ограничениях. О том, что наша самая лучшая привычка может не прижиться у другого человека. А та, которая нам кажется “ни к селу ни к городу” используется другим постоянно. Это статья про ограниченность наших возможностей преподнести наши привычки другим людям.\nНапомню, что привычка это действия или некоторый кластер действий, которые вам проще делать после некоторого триггера, из-за частых повторений этих действий. А ещё  Привычки формируются по схеме ‘действия’+‘триггер’+‘награда’\nКогда мы в целом отвлекаемся?\nКогда в данный момент есть что-то, чего мы хотим делать больше чем “целевое” действие. У этой очевидной идеи есть 3 составляющих, на которые хочу обратить внимание:\n\nчисло этих отвлекающих дел\nмотивация делать эти дела\nмотивация делать ваше целевое действие\n\nПолучается, от этих трёх параметров зависит, включится ли привычка или нет Но суть в том, что всеми ими мы можем в той или иной мере управлять\nКогда мы не можем внедрить привычку?\n\nКакую бы крутую привычку вы не увидели, вы внедряете её не в “пустое” время. Вы чем-то занимались, что-то привыкли делать в этот момент.\nЗначит, исходно вы в ситуации “есть мотивация делать отвлекающие дела и есть эти дела”, а пытаемся мы внедрить что-то новое…\nПока мы пытаемся внедрить новое, на это нужно наше сознательное усилие. Включать это усилие сложно. Между уже имеющимися делами (которые мы мотивированы делать, раз делаем) и включением усилия мы предпочитаем первое.\nВместо целевой привычки вы привыкаете по вашему триггеру отвлекаться.\nВот и всё: комбинация неустойчивой мотивации и возможности отвлечься может разрушить любую привычку.\nТеорема доказана.\nПри это часть привычек уже никуда не денутся после внедрения, а часть придётся поддерживать постоянно\nКак всё может стать привычкой?\n*Идея “всё может стать привычкой” нужна для объяснения: откуда существует столько советов, идей, мыслей, вариантов привычек. Почему у каждого (в т.ч. и у меня) своё мнение какие привычки внедрять. Такое разнообразие — прямое следствие идеи, что любая привычка может сработать. И у кого-то работает. *\n“Может стать привычкой” не значит, что вы обязаны всё внедрить. И не значит, что любая не внедрённая привычка — признак вашего слабоволия. Мы можем досчитать от 1 до 1000000. Но будем ли ругать себя за то, что этого не делаем?)\nГлавная причина, почему я уверен: “всё может стать привычкой” — рефрейминг.\nРефрейминг - ваша возможность изменить своё отношение к действию не меняя само действие. Идея об этом же: Самоконтроль — медленная внутренняя мотивация\nВы отвлекаетесь, если другие действия вы мотивированы делать больше, чем целевое.\nНо то, что вы хотите внедрить - вы реально хотите внедрить (Кэп). А те, что вам мешают - они идут против вашей цели. Можно начать воспринимать “другие” действия как препятствие. Понизить мотивацию этих “отвлечений”. И можно начать воспринимать сложности целевого действия как показатель пути к цели. Повысить мотивацию “действия”.\nВот и всё, всё доказательство.\nПара примеров рефрейминга:\n\nу меня болят мышцы после зала, но это для меня не проблема. Ведь я думаю об этом как о “супер, значит нормально позанимался”\nя раньше всегда отвлекался на открытые приложения ВК и Телеги, пока что-то читал с телефона. А вместо “вижу ВК, значит надо зайти” стал думать “вижу ВК, значит это повод его смахнуть. Я молодец, что заметил эту возможность!”\nболее того, тогда я воспринимаю ВК в моменты сосредотачивания не как “ой, отвлечься ли мне или нет? Получить ли немного эмоций или использовать силу воли”, а как “идти нафиг отсюда, я не такой, я столько вожусь с этой привычкой не для того, чтобы её так просто разрушить”\n\nТакие мысленные сдвиги — нифига не просто. Да и всё остальное — продумывание хорошего триггера и варианта действий — тоже не тривиальная штука. Эта статья не о том, что “о, смотрите-ка, я Д’Артаньян, всё могу сделать влёт”. Я много прокрастинирую и медленно разбираюсь с привычками. Пост о том, что в принципе у меня есть надежда их разобрать.\nЗачем тогда блог?\nПроизвольность “будет ли внедрено или нет” и внушает надежду и вызывает грусть.\nНадежду — что каждая привычка может быть доведена до ума. Грусть — что не понятно, в чём тогда смысл передачи знаний.\nЕсли каждую привычку можно довести до ума, то есть можно исследовать общие идеи, помогающие этого добиться.\nНо при этом, думаю, часть привычек легче привнести в жизнь, а часть сложнее. И часть больше помогает достигать чего-то, чего хочется, а часть меньше. Поэтому полезно и смотреть на разнообразие, но и думать про класс “лучших” привычек/систем.\nСледствия идеи\n\nУ каждой системы продуктивности есть что-то, где она работает и где нет. Различия в сложности внедрения и удержания. Об этом мы поговорим в следующий раз)\n\n\n“Как всё сложно”\n\nэто обзорная статья и мы не поговорили о куче вещей. О том, что собственно делать, если привычка не внедряется. О прокрастинации когда вокруг много всего отвлекает (это смежная тема)\nв статье напрашивается связь со статьёй Никто никому ничего не должен. Продуктивность и долженствование, но я её не вставил в повествование\n\n\nобсуждение в Телеграм"},"привычки/конкретные-привычки/Таймер-при-входе-в-дом.-Как-не-продолбать-вечер":{"title":"Таймер при входе в дом: как не продолбать вечер","links":["дела/Искорка","привычки/Привычки-триггеры-осознанности","привычки/Ой,-а-не-станет-ли-это-привычкой."],"tags":[],"content":"Проблема: после работы мы приходим уставшие. Нам хочется отдохнуть. Но этот “отдых” может длиться до ночи. В итоге мы даже не смотрим на дела и чувствуем, что продалбываемся.\nРешение: сформировать привычку начинать делать дела после отдыха.\n\n\n                  \n                  Привычка \n                  \n                \n\n(привычка-подготовка) при входе в дом я завожу таймер на час с небольшим. В идеале ещё смотрю список дел и сразу выбираю “искорку”.\n(основная привычка) как таймер срабатывает, заканчиваю отдых и выполняю запланированное дело (или любое из списка дел). После этого могу взять ещё дела.\n\n\n\nБолее формально\nПривычка - подготовка:\n\nТриггер: вхожу в комнату, ставлю ноутбук на зарядку, вижу физический таймер.\nBaby step: открываю на ноутбуке список дел, выбираю какое-то. Возвожу таймер\nИдеал, к которому стремлюсь: -//-\nМотивация: хочу делать дела, когда есть силы\n\nОсновная привычка:\n\nТриггер: сработанный таймер\nBaby step: смотрю описание выбранного дела, делаю его\nИдеал, к которому стремлюсь: + смотрю другие дела и делаю их, в целом продуктивно провожу вечер\nМотивация: хочу делать дела, когда есть силы\n\n\nкак это устроено\nрассказываю, как создал привычку, чтобы вы могли создать свою.\nГлавное: мне действительно нужно время отдохнуть после прихода домой. Я мог бы попытаться “переломить себя через колено”, но это было бы очень тяжело. Да и грустил я не из-за того, что не делал всё свободное время, а именно потому что вроде уже отдохнул, а всё ещё дела не делаются.\nДальше пришла пора триггера. В теории подойдёт всё что угодно. Но у меня уже был небольшой опыт как я возвращаюсь к делам по таймеру, так что остановился на нём. Тем более купил физический таймер, который просто приятно возводить\nИ последний шаг: очертить и сделать как можно проще первый шаг привычки. Тут включается вся остальная система: мой “список дел” на самом деле — список “следующих действий” — максимально простых штук, где все решения уже приняты, просто брать и делать. Вот из них я и выбираю.\n\n”как всё сложно”\nМой таймер это по сути триггер маркер осознанности. Стоит начать забивать на него и вся привычка разлетится в пыль. Спрашивайте себя: Ой, а не станет ли это привычкой.\nЧтобы выполнить baby step привычки, у вас должны быть искорки. А значит должна быть привычка их создания\nЕсть общий вопрос, “как маленький шаг приводит к цели”. Когда-нибудь об этом выйдет пост.\n\nобсуждение в Телеграм"},"хранение-информации-и-вещей/Куски-кода,-помогающие-мне-по-жизни":{"title":"Куски кода, помогающие мне по жизни","links":["общее/Как-каждый-с-помощью-GPT-может-упростить-рутинные-задачи-в-браузере.-JavaScript-закладки-(Букмарклеты)."],"tags":[],"content":"Это сборная статья. В ней я сохраняю кусочки кода, которые помогают мне чуть-чуть оптимизировать мою работу.\nКопирования url-заголовка в формате для вставки в Маркдаун\nСниппет кода сохранён прямо как закладка в браузере (пишется вместо url). Подробнее смотри статью “Как каждый с помощью GPT может упростить рутинные задачи в браузере. JavaScript-закладки (Букмарклеты).”\nБерёт заголовок (title) и ссылку со страницы  и соединяет их в [title](url). Копирует в буфер обмена\njavascript:(function(){var t=document.title,u=window.location.href,f=&#039;[&#039;+t+&#039;](&#039;+u+&#039;)&#039;,a=document.createElement(&#039;textarea&#039;);a.value=f;document.body.appendChild(a);a.select();document.execCommand(&#039;copy&#039;);document.body.removeChild(a);})();\n(сделан нейросетью по запросу “please create a javascript snippet that I can use a bookmark. This snippet must take site url and site title. And send them to a clipboard in a format [title](url)“)\nдобавляет к заголовку промт “перескажи статью”\nСниппет кода сохранён прямо как закладка в браузере (пишется вместо url).\nБерёт url, добавляет фразу “перескажи статью “&lt;url&gt; и копирует это в буфер обмена\njavascript:(function(){var u=window.location.href,f=&#039;%D0%BF%D0%B5%D1%80%D0%B5%D1%81%D0%BA%D0%B0%D0%B6%D0%B8 %D1%81%D1%82%D0%B0%D1%82%D1%8C%D1%8E &#039;+u,a=document.createElement(&#039;textarea&#039;);a.value=f;document.body.appendChild(a);a.select();document.execCommand(&#039;copy&#039;);document.body.removeChild(a);})();\nпросит пересказать транскрипт Youtube-видео\nСниппет кода сохранён прямо как закладка в браузере (пишется вместо url).\nСкрипт специфичен:\n\nсначала руками копирую транскрипцию, созданную в Chrome с помощью расширения YouTube To Text\nруками вставляю в Chad AI\nкод добавляет фразу “перескажи видео по его транскрипции” к началу текста и удаляет ссылку на видео, чтобы бот не ходил туда. Работает когда текст уже вставлен в поле для задания вопросов\n\njavascript:(function(){var t=document.getElementById(&#039;inp_area&#039;);if(t){var c=t.value.split(&#039;\\n&#039;);if(c.length&gt;1){c.splice(1,1);}t.value=&#039;%D0%BF%D0%B5%D1%80%D0%B5%D1%81%D0%BA%D0%B0%D0%B6%D0%B8 %D0%B2%D0%B8%D0%B4%D0%B5%D0%BE %D0%BF%D0%BE %D0%B5%D0%B3%D0%BE %D1%82%D1%80%D0%B0%D0%BD%D1%81%D0%BA%D1%80%D0%B8%D0%BF%D1%86%D0%B8%D0%B8\\n&#039;+c.join(&#039;\\n&#039;);}else{alert(&#039;Textarea with id=&quot;inp_area&quot; not found!&#039;);}})();\n\nобсуждение в Телеграм"},"хранение-информации-и-вещей/О-системе-хранения-информации-и-вещей":{"title":"О системе хранения информации и вещей","links":["заметки/О-заметках","заметки/P.A.R.A.-метод-Тьяго-Форте.-И-моя-критика-метода","хранение-информации-и-вещей/Обманчивость-идеи-хранения-информации.-Система-должна-напоминать-о-своём-содержимом","хранение-информации-и-вещей/Куски-кода,-помогающие-мне-по-жизни"],"tags":[],"content":"Этот раздел посвящён системам для хранения… всего. Как хранить файлы на компьютере? Как хранить написанные статьи? Как хранить карандаши? Как хранить идеи подарков?\nЭта тема пересекается с вопросом о заметках (см. О заметках), но будем считать её отдельной :)\n\nP.A.R.A. метод Тьяго Форте. И моя критика метода\nОбманчивость идеи хранения информации. Система должна напоминать о своём содержимом\n\nсм также:\n\nКуски кода, помогающие мне по жизни\n"},"хранение-информации-и-вещей/Обманчивость-идеи-хранения-информации.-Система-должна-напоминать-о-своём-содержимом":{"title":"Обманчивость идеи хранения информации. Система должна напоминать о своём содержимом","links":["хранение-информации-и-вещей/Работа-с-системой-организации.-Привычка-поиска"],"tags":[],"content":"Я тут разобрал весь архив файлов со времён школы и нашёл много чего полезного: скрипты, которые помогают загружать файлы в облако. Правила игр, которые я когда-то писал. Задачники по физике, которые использовал в преподавании.\nВ архиве, который я сохранял последние 20 лет, было ещё куча актуальных и сейчас для меня файлов. Вот только я про них забыл. И буквально первый раз со времени помещения папок в архив туда заглянул. Было ли у вас так? Что вы случайно натыкаетесь на файл, полезный и нужный вам, но вы не то что не помнили где он лежит, напрочь забыли о самом его существовании?\nПри том, что я не помнил про существования файлов, сама система хранения у меня была вполне себе нормальная.  Знай я, что есть задачник по физике, используемый в лагере, неужели бы не догадался посмотреть в занятия/вожатство/физ лагерь/2011/прочее? Помни я, что когда-то писал скрипт загрузки файла в Яндекс.Диск, не посмотрел бы в жизнь/скрипты и т.п./2015? Да наверное уж нашёл. Но не искал.\n\n\n                  \n                  Important\n                  \n                \n\nЦель системы хранения — не только “хранить” нужные вам материалы. Система хранения должна так же и напоминать о том, что в ней лежит.\n\n\nНет абсолютно никакого толка хранить файл, если вы никогда за ним не полезете.\nИ есть лишь два способа сделать так, чтобы вы полезли:\n\nПривычка поиска\nорганизация, способствующая вспоминанию в нужный момент\n\nКак организовать систему, чтобы она помогала добиться этих целей поговорим в другой раз :) Спойлер: делайте её плоской.\n\nUPD по итогам обсуждения в Телеграм\nОбычно, когда мы думаем о хранилище, мы задаёмся вопросами из серии “а как хранить ключи, которые я каждый день ношу” или “как хранить отвёртку, которую я не использую часто, но точно знаю, что отвёртка — это инструмент”.\nСистеме действительно не надо напоминать нам о существовании ключей — мы слишком часто их используем, чтобы забыть. Системе действительно не надо напоминать о том, где лежит отвёртка — потому что связь “отвёртка это инструмент” в нашем мозгу достаточно крепка, а самих инструментов достаточно много, чтобы не забывать, что “у меня есть инструменты”. Для многих задач нам достаточно только удобно хранить.\nИдея этой статьи — показать, что за этими примерами есть что-то ещё.\n\nпрочитал, например, лекцию. А через 1.5 года кто-то спросил меня материал на такую тему. Лекций я читаю много, но на совершенно разные темы — от измерения расстояний во Вселенной до создания игр. Если система не напоминала мне, что я что-то такое прочёл — мне придётся собирать материал заново. При этом, читай я лекции именно на эту тему каждую неделю, никакого напоминания не понадобилось бы\nнашёл я для лагеря задачник. Но было это 10 лет назад. Я еле помню, что вообще там был, а уж что “ну раз я был в лагере, то я делал материалы, а раз делал материалы то должен быть задачник” — эта связка вообще мне в голову не пришла бы. В этом году меня позвали в другой лагерь, но я отказался как раз потому, что не хотел столько времени готовиться, а что некоторые материалы уже есть — об этом не подумал. При этом, будь в моём мозгу шаблон к лагерю, скажем деля я всегда подготовку на “бюрократия - игры - материалы к предмету”, скорее всего я бы вспомнил про материалы и посмотрел бы\nнужна, скажем, мне фотография кого-то из друзей. И я знаю, что у меня есть фотки — но их тысячи. Просто перебирать их было ооочень долго. Но если бы система напоминала о том, где примерно что лежит — я бы скорее нашёл сразу. При этом, например, спроси у меня не фото друга а фото себя — я его найду сразу, просто потому что для “мои фото” у меня есть отдельное место в голове и в системе — их слишком уж часто спрашивают\n\n”а разве примеры выше — не просто признак плохой системы?”\nИз примеров выше может сложится мнение, что да система просто у меня плохая. Ясно же, что раз материалы нужны, то хранить их стоит отдельно. Ясно же, что раз лекции делаю, лучше их выделить и всегда знать, где они.\nХорошая система должна следовать частым запросам. Если меня часто спрашивают “свою фото для анонса” я создам отдельную папку для своих фото. Если я часто готовлюсь к лагерям, я создам отдельный склад материалов.\nНо никакая система не может быть сделана для всех возможных запросов. Ибо будущее непредсказуемо. Я не буду делать папки для всех своих друзей, пар друзей, компаний друзей и паросочетаний друг-мероприятие: на это уйдёт слишком много времени. Я не буду пытаться разбить все свои материалы выступлений по всем возможным категориям — просто окажется, что в будущем они понадобятся в какой-то совершенно новой стезе. Для частых запросов хорошая система может не напоминать — сама частота запроса не даёт забыть. Но для редких — лучше напоминать, чем пытаться подстроиться под каждый из них.\n“А нельзя просто не полагаться на структуру, а делать каждый раз поиск по системе?”. Тогда, кажется, идея “готовиться на все возможные случаи жизни” уже неактуальна. Проблема тут в следующем: чтобы делать такой поиск, у меня должна сработать привычка искать. Должен сработать триггер “о, мне что-то надо”. Должна быть мотивация “в целом, если я пойду искать, у меня есть шанс что-то найти”. Должна быть простота: “так, мне не надо перебирать всю систему. Я примерно помню где оно лежит, я примерно помню ключевые слова”. Эта привычка не берётся из вакуума. Она формируется как раз потому, что вы достаточно часто уже обращались к системе, что система напоминала вам о своём содержимом и вы ожидаете, что потенциальная награда “я найду что искал” больше потенциальных издержек “я потрачу время на поиск”. (см. Привычку поиска в списке стоит внедрять, когда список содержит много элементов.)\nчто вообще значит “система должна напоминать”\nИз всего выше, учитывая что я вообще не пишу тут о том, а “как система напоминает”, может сложиться впечатление, что это некоторая “активная стадия работы с системой, которая требует усилий”. И в исключительно редких случаях это может быть действительно так. Но в чаще всего идея “система должна напоминать” — просто одна из идей для её удобного построения. Ну например: если у вас не 1000 проектов каждый день, пихните все сделанные проекты в одну папку. Тогда, когда вы будете добавлять следующий проект в архив, вы на автомате будете глазами пробегать уже существующие. (Это идея “плоского архива проектов”, о которой ещё поговорим :))\n\nобсуждение в Телеграм"},"хранение-информации-и-вещей/Работа-с-системой-организации.-Привычка-поиска":{"title":"Работа с системой организации. Привычка поиска","links":["хранение-информации-и-вещей/Работа-с-системой-организации.-Привычка-поиска","заметки/P.A.R.A.-метод-Тьяго-Форте.-И-моя-критика-метода","привычки/О-привычках","дела/О-делах","дела/штуки,-которые-мы-не-хотим-видеть,-загрязняют-весь-список-дел","дела/Искорка"],"tags":[],"content":"Раньше думал, что “ну всё как-то само получится, как-то само будет находиться, ничего дополнительно делать не надо”. Я разочаровался в этой идее. Хорошая система организации действительно сильно упрощает работу с собой. Но всё же требует вашего внимания. Кажется доп работа — это муторно. Но лучше раз в пару месяцев потратить полчаса, чем всё время раздражаться от того, что не помнишь куда что положил.\nЭта статья поможет не превратить вашу систему организации в свалку.\n\n\n                  \n                  hint \n                  \n                \n\nДля систем организации есть два пути, “почему мы вернёмся к сохранённому”:\n\nВы в нужный момент вспоминаете: “О, я же это сохранял” и идёте смотреть в систему\nВы имеете привычку, по которой каждый раз смотрите нужную часть системы, в предположении, что что-то вам пригодится\n\n\n\n\nпро работу через привычку — эта статья\nпро работу через память — следующая\n\nПока работа через привычку звучит абстрактно, но вот примеры:\n\nвы идёте в магазин и имеете привычку: каждый раз смотреть список покупок. Нет ли там вдруг чего, чего забыл?\nвас попросили подготовить выступление и вы имеете привычку: каждый раз, когда я готовлю выступление, я сначала просматриваю список предыдущих выступлений, а ещё список прочитанных книг по теме.\nвас попросили подготовить выступление и вы имеете привычку: “пройтись по списку коллег и подумать, есть ли у кого нужный материал”\nвы читаете книгу и имеете привычку: добавить книгу в базу знаний и заодно посмотреть, есть ли материалы рядом\nвы пишите статью про “два способа работы с системой организации” и имеете привычку: открыть заметки в своей базе, на основе которых я пишу статью и проглядеть их\n\nРазберёмся подробнее, как работают обе эти штуки, где они пересекаются и когда какую использовать.\nПамять ненадёжна. Поэтому многие вместо неё предлагают формировать привычку. Например Getting Things Done предлагает формулировать и заглядывать в “список следующих действий”. А P.A.R.A. говорит перед стартом проекта обязательно посмотреть все старые. У метода есть свои ограничения, но сначала расскажу подробнее о нём самом.\nИдея проста: создать себе привычку всегда перед тем, как сделать X просмотреть к список уже сделанного.\n\nЕсли сформирована привычка, то вы всегда сможете пользоваться “заготовками”: будь то список сделанных проектов или список будущих дел.\nЕсли сформирована привычка, то вы всегда будете уверены, что файл не потеряется, а дело не забудется\nЕсли сформирована привычка, то вы чувствуете уверенность в своей системе и спокойствие\n\nОднако у идеи “давайте делать привычки” есть проблема, о которой я не видел, чтобы говорили. Она работает, “если сформирована привычка”.\nформирование привычки просматривать списки и возможная проблема\nНапомню, что привычка формируется при наличии триггера, способности её выполнять и мотивации (см. О привычках). С Триггером и способностью всё более менее понятно. А вот в мотивации стоит обратить внимание на проблемы.\nтриггер\nТриггер — то, что запускает привычку. В наших с вами делах — просмотре списков — эта штука, которая позволяет вспомнить “ой, я же хотел посмотреть, что там написано”.\nТакой триггер легко создать для списков проектов: например, “сели создавать первый документ” или “увидели в корзине входящих идею сделать проект”. Такой триггер сложнее создать для дел, но об этом мы поговорим как-нибудь в разделе О делах.\nспособность выполнить\nСпособность — то, насколько легко вам что-то найти. В нашем случае — понять, “где же оно лежит”. Облегчить такое нахождение — одна из главных задач Системы. Но пока оставим её за скобками. Часто и для сделанных проектов и для списка дел достаточно просто плоской структуры, которую вы целиком просматриваете\nмотивация привычки\nМотивация — то, что вас вознаграждает при создании привычки. Ради чего вы её делаете. И это штука на поверку не такая тривиальная. Ни Тьяго в P.A.R.A., ни Аллен в GTD об этом не говорят :(\n\n\n                  \n                  Важно \n                  \n                \n\nЧтобы у нас была мотивация смотреть список, должно выполняться 2 условия:\n\nВ списке не должно быть вещей, которые нам прям не хочется смотреть\nНам надо почаще “выигрывать”: реально находить что-то в процессе поиска такого, о чём до этого мы не помнили\n\n\n\n“Чего-то не хотеться смотреть” у меня бывает только для списка “следующих действий”. Бывает, что кидаешь что-то туда, а потом избегаешь смотреть список. Одно такое “токсичное” дело может испортить весь список и помешает его смотреть. Что делать? Выкидывать это дело из списка дел нафиг обратно в корзину входящих. А там рефлексировать над тем, что с ним и почему не хочется делать. (выделил в отдельную заметку: штуки, которые мы не хотим видеть, загрязняют весь список дел)\nА чтобы “выигрывать” для списка дел полезны ‘Искорки’ — маленькие дела, которые всегда хочется делать. А для списков со всякой справочной информацией решает количество. Если у вас 100 проектов сделанных, что-то да найдётся. А если система только начинается и там пару проектов — вы не заставите себя их просматривать, мозг будет знать “я точно уверен, что там ничего нужного нет”.\nКогда внедрять привычку поиска\nВнедрение привычки штука важная и полезная. Но не торопитесь её внедрять. Такая привычка полезна для списков из многих элементов (чтобы не заставлять свой мозг все их запоминать), а самих таких списков должно быть относительно мало (вы не сделаете себе 100 привычек, просто триггер не будет срабатывать).\nВ остальных же случаях мы опираемся на память, но об этом — другая статья.\n\n”как всё сложно”\nНа неком более абстрактном уровне, “создание привычки поиска” всё равно работает через механизмы памяти.\n\nМежду новой “сущностью” и категориями, для которых есть привычка должно быть мало некоторое “ментальное расстояние”. Т.е. вы действительно должны подумать “о, вот эта штука — проект, посмотрю ка я её в проектах. А эта штука — статья, посмотрю-ка я её в статьях”.\nКогда вы таки просматриваете списки, вы вряд ли смотрите их целиком. (На примере проектов — вы вряд ли открываете каждый файл.) А  значит, содержимое проекта должно каким-то образом всплывать в вашей памяти, чтобы соотносится с искомым. Т.е. вы должны, ища рисунок к статье и увидя проект “отчётная презентация” вспомнить “о, я же там рисунки делал, загляну-ка внутрь”. То, когда так происходит или не происходит, как увеличить вероятность “срабатывания” — большая и не до конца понятная мне тема. Но частично с ней разберёмся в будущих статьях\n\n\nобсуждение в Телеграм"},"хранение-информации-и-вещей/Эффект-владения-и-эффект-непринятия-потерь":{"title":"Эффект владения и эффект непринятия потерь","links":["entities/книга-'Думай-медленно...-решай-быстро'.-Канеман"],"tags":[],"content":"Δ Эффект владения: вещи, которые мы считаем “своими” мы ценим больше, чем такие же, которыми мы не владеем\nΔ Эффект неприятия потерь — эффект, что потеря чего-либо для нас более значима, чем если бы мы его изначально не приобретали…\nзачем нам это?\n\n“эффект владения” — штука, которая мешает нам расхламляться. Мы купили что-то. Оно наше. Значит мы не хотим от этого избавиться, даже если “объективно” оно нам не надо\nменее значимо, но всё-же, эффект “владения” мешает нам внедрить систему организации дел: если мы записали дело, то как будто бы не можем его уже выкинуть никогда. Из-за этого может быть что вы внедрили систему, а стало только хуже\n\n\nобсуждение в Телеграм\nисточник: книга ‘Думай медленно… решай быстро’. Канеман"}}