{"index":{"title":"Антон пытается в организованность","links":["meta/о-темах,-которые-тут-разбираем-и-обо-мне","привычки/О-привычках"],"tags":[],"content":"“Цифровой сад”\n\nо темах, которые тут разбираем и обо мне\n\nточки старта:\n\nО привычках\n"},"meta/о-темах,-которые-тут-разбираем-и-обо-мне":{"title":"о темах, которые тут разбираем и обо мне","links":["заметки/мой-бэкграунд-про-заметки","дела/мой-бэкграунд-про-ведение-дел"],"tags":[],"content":"Привет!\nЭтот сайт — моя попытка сделать “цифровой сад” — открытое пространство, в котором я делюсь своими мыслями и идеями.\nчто такое “цифровой сад”\nПо сути, это блог, но с двумя отличиями:\n\nупор на структуру, не на хронологию. Я постараюсь на сайте сделать достаточно чёткое изложение мыслей, чтобы по структуре можно было “бродить” и узнавать то, что вам интересно\nнезаконченность тем. Иногда (посмотрим, как получится) я буду писать не только законченных темах, но и просто ставить вопросы и писать лишь первые мысли с идеей дополнить их потом. Призываю для таких статей (для всех тоже, но для них особенно!) приходить в телеграм.\n\nХронологическая активность видна слева, но так же будет отображаться в телеграме\nкакие темы тут вас ждут\nФокусируюсь на вещах, связанных с “организованностью”\n\nПривычки\n“Продуктивность”\nРабота с заметками\nОбработка информации\n\nК этим областям относится куча вопросов и подтем. Все они будут рассмотрены, но когда-нибудь. Однако всегда можно мне написать :): уборка, залипание в соцсетях, сохранение идей для подарков, написание статей, чтение книг, отдых и сон etc.\nНа сайте будет как некоторые базовые принципы (порой может быть занудненько хД), так и практические применения.\nКроме того, иногда я могу рассказывать про оффтоп: в первую очередь возможен он про взаимодействие с людьми: от заметок по редактуре до мыслей по игротехнике.\nобо мне\nв контексте обсуждаемых тем\nПочему мне нельзя доверять. Вопросы привычек, продуктивности etc это вопросы из области психологии и нейробиологии. Я не специалист в этих областях. Я концентрируюсь на своём опыте, опыте друзей и рассуждениях. Опыт может быть невалиден для вас, в рассуждениях могут быть ошибки. Иногда я допускаю рассказ о психологии/биологии, но тогда стараюсь или подкрепить рассказ источником (как правило скорее научпоп, чем оригинальная научная статья) или явно указываю, что описанное ниже — моя теория.\nПочему мне можно доверять. Я пытаюсь разобраться в теме организованности с 2021 года (уже 3 года на момент написания статьи). За это время я, конечно, не постиг полный дзен, но многие вещи стали яснее. Я никуда не тороплюсь со своими заметками, что позволяет укладываться в голове идеям и даёт возможность им эволюционировать. И, наконец, я учёный и будучи учёным мне важна “научная честность” — я стараюсь не делать голословных утверждений, сосредотачиваюсь на наблюдениях и могу признать ошибку в идеях.\nТрадиционно все добавляют в рассказ “до внедрения системы я был ленив и ничего не делал”. В моём же случае проблема была не в лени, а в безумном количестве интересов. Я любил и люблю делать кучу вещей. Но как раз из-за этого чувствовал, что всё свободное время куда-то уходит и я почти не умею действовать проактивно, когда надо мной не довлеет дедлайн. И из-за этого чувствовал, как знания, которые я получаю, исчезают из памяти…\nСмотри также:\n\nмой бэкграунд про заметки\nмой бэкграунд про ведение дел\n\nвне контекста\n\nЗовут Антон. 29 лет (на момент написания статьи)\nДоступен в телеграме: @Lavnton\nфизик, кандидат физико-математических наук. Занимаюсь масс-спектрометрией, до аспирантуры был астрофизиком\nпрограммист: не профессионал, но в целом много времени этому уделяю\nспектр моих хобби скорее широкий, чем глубокий: вожатство, игротехника, археология, массаж, редактура, публичные выступления, вязание, рисование, etc…\n\n\nобсуждение в Телеграм"},"дела/мой-бэкграунд-про-ведение-дел":{"title":"мой бэкграунд про ведение дел","links":["meta/о-темах,-которые-тут-разбираем-и-обо-мне","заметки/мой-бэкграунд-про-заметки"],"tags":[],"content":"Вкратце зачем и как веду дела— чтобы вы смогли соотнести свой опыт с моим и понять, насколько он релевантен. Это не исчерпывающий список, и скорее для тех, кто уже что-то где-то про дела смотрел.\nцели\nЯ веду все свои дела в системе, чтобы, с одной стороны, не терять их, а с другой — не забивать им свою голову.\nподходы\n\nв основе методики лежат идеи GTD. Моя система дел — скорее список действий, чем план на день.\nпро привычки ближе всего идеи из книги “нанопривычки” — про маленькие шаги и необходимость “триггеров”.\n\nобласти\nИспользую для всего, чем занимаюсь: прога, физика, математика, вопросы продуктивности, общения etc.\nСтоит заметить, что мои задачи скорее творческие, чем менеджерские. Мне скорее надо самому себе ставить задачи так, чтобы при этом не ограничивать, нежели расставлять 5 встреч за день.\nопыт\n\nАктивно развивать текущую систему начал в марте 2021 года. До этого я тоже пробовал всякое разное в течение нескольких лет, но не очень системно.\n\nтехнические решения\n\nTick-Tick использую как основной таск-менеджер\nNotion для дополнительных идей\nно активно использую собственную автоматизацию как внутри тик-тика, так и в ботах в телеграме и ВК\n\nПланирую в обозримом будущем выпустить свой таск-менеджер.\n\n\n                  \n                  Seealso\n                  \n                \n\nмой бэкграунд про заметки\n\n\n\nобсуждение в Телеграм"},"заметки/мой-бэкграунд-про-заметки":{"title":"мой бекграунд про заметки","links":["meta/о-темах,-которые-тут-разбираем-и-обо-мне","дела/мой-бэкграунд-про-ведение-дел"],"tags":[],"content":"Вкратце зачем использую заметки — чтобы вы смогли соотнести свой опыт с моим и понять, насколько он релевантен. Это не исчерпывающий список, и скорее для тех, кто уже что-то где-то про заметки смотрел.\nцели\nЯ использую заметки для сохранения справочного материала, для “мышления письмом”, для фиксации своих решений и теперь вот для ведения блога.\nподходы\n\nблизкий к Zettelkasten (и подобным) для мышления\nблизкий к PARA (и подобным) для хранения\nи многие свои дополнения\n\nобласти\nИспользую для всего, чем занимаюсь: прога, физика, математика, вопросы продуктивности, общения etc.\nЕщё сохраняю справочную информацию/заметки связанные с проектами и делами: от “куда мне надо прийти в пятницу” до “какие книги мне рекомендовали почитать”.\nСтоит заметить, что мои задачи скорее творческие, чем менеджерские. Мне надо скорее научиться сортировать относительно много разнородной информации, чем очень много однородной. У меня возникает проблемы “как сохранить картинку из статьи, чтобы не забыть про неё”, но не возникают “а как сохранить информацию про Петрова из вот того месячного проекта 2018 года”.\nопыт\n\nзаметками в плане “справочного материала” я целенаправленно занимаюсь с марта 2021\nзаметками для “мышления письмом” с ноября 2021\n\nтехнические решения\nИспользую следующие решения:\n\nNotion (в основном для справочного материала)\nObsidian (в основном для мышления письмом)\nНу и просто файловая система для сохранения разных итоговых результатов\n\n\n\n                  \n                  Seealso\n                  \n                \n\nмой бэкграунд про ведение дел\n\n\n\nобсуждение в Телеграм"},"общее/Поведенческая-модель-Фогга":{"title":"Поведенческая модель Фогга","links":["привычки/О-привычках"],"tags":["фундамент_продуктивности"],"content":"\n\n\n                  \n                  Tip\n                  \n                \nИзменение поведения = триггер × умение × мотивация\n\nЧтобы что-то сделать, должно сложиться 3 фактора: мотивация, триггер и умение делать это дело. Не хватает мотивации — не буду желать это делать. Не появился триггер — не вспомню. Слишком сложное — забью.\nНапример:\n\nесли я вижу на улице 100 рублей, я наверно их подниму. Получить немного денег — мотивация. Лёгкость действия (наклониться, взять деньги) — умение. То, что я их увидел - триггер\nесли я вижу на улице рубль, наверно я не подниму. Умение и триггер остались, но мотивация стала меньше - если я вижу на улице 100 рублей по 10 копеек, я не подниму. Мотивация и триггер остались, но умение (нести тяжесть) изменилось\nнаконец, если 100 рублей лежат не у меня на дороге, а на соседней улице, я их не подниму — хоть умение и мотивация есть, нет триггера — мне просто не с чего делать действие.\n\nМодель сильно связана с тем, как внедрять привычки.\n\n“как всё сложно”\nПоведенческая модель Фогга — хорошая идея, чтобы держать её в голове. Но копая глубже, видишь её ограничения:\n\n“триггер” это не обязательно что-то независимое. Например, если я очень хочу (мотивирован) смотреть соцсети, мой мозг сам мне услужливо напомнит об этом\n“мотивация” меняется от того, насколько мы успешны в делах. Если кучу раз мы “провалим” дело, то вряд ли наша мотивация останется на прежнем уровне…\n\n\nобсуждение в Телеграм\nисточник: книга “Нанопривычки”, Би Джей Фогг"},"привычки/База.-Что-такое-привычки-и-как-они-появляются":{"title":"База. Что такое привычки и как они появляются","links":["общее/Поведенческая-модель-Фогга"],"tags":[],"content":"что такое привычка\n\nПРИВЫЧКА: Поведение, образ действий, склонность, ставшие для кого-нибудь в жизни обычными, постоянными.\n(с) толковый словарь Ожегова\n\nМы примерно понимаем, что такое привычка. Но приведу примеры, насколько они могут быть разнообразны:\n\n\n                  \n                  Example\n                  \n                \n\nчистить зубы по утрам\nпомыть посуду сразу после еды\nнаходить 3 благодарности сегодняшнего дня вечером\nкреститься при виде церкви\nзаходить в Теремок каждый раз после экзамена\nзаглядывать в телефон при уведомлении\nзаглядывать в телефон, как только стало “скучно”\nехать в спортзал после работы по вторника и пятницам\nработать (а не бездельничать) на работе\nотдыхать (а не работать) после работы дома\nчитать книгу перед сном\nделать журавлика счастья, когда тебе тревожно\nпридумывать забавную историю о человеке, когда он подрезал тебя на машине\nскладывать числа на номерах машин, когда их видишь\nотмечать в книге интересные места карандашом\nизучать 15 минут иностранный язык после ужина\nпросматривать о обрабатывать дела из “корзины входящих” по утрам\nоткрыть список дел и сделать любое из них по звонку таймера\n…\n\n\nСписок должен вам показать вот что: мы привыкли, что заметка это скорее что-то прям совсем автоматическое, каждодневное. Но это не всегда так. Иногда привычка не доводится до автоматизма, просто нам нужно меньше усилий, чтобы её совершать раньше. Уверен, вам будет достаточно просто перестать работать на работе или забросить изучение языка. Но это всё равно привычка. \nМы чистим зубы примерно одинаково каждый день. Но иностранные слова каждый день разные. Мы моем посуду примерно одинаково каждый день. Но дела на работе выполняем разные. Но если вы привыкли заниматься на работе работой, то это всё равно привычка.\nПривычка — это действия или некоторый кластер действий, которые вам проще делать после некоторого триггера, из-за частых повторений этих действий. Привычка — это больше, чем просто автоматические реакции. Вам проще делать кластер “рабочих действий” как только вы оказываетесь на работе. Вам проще делать действия “почистить зубы”, как только вы проснулись и дошли до ванной. И да, для “почистить зубы” “проще” значит “вообще можем не включать мозг”. Но глобально мы можем говорить лишь о том, что стало проще.\nкак сформировать привычку\nПривычки формируются по поведенческой модели Фогга: вам нужен устойчивый триггер, хотя бы базовая мотивация и простота реализации привычки.\n\nТриггер — что-то чёткое, что должно вам напомнить о привычке. Приход на работу и открытие ноутбука. Доедание последнего кусочка на тарелке. Желание кому-то врезать. Пиканье часов. Окончание другой привычки\nМотивация — ваша “высшая цель” + удовольствие от процесса. Вам нужна привычка и которую вы понимаете, зачем внедрить (“хочу заниматься спортом, чтобы дольше жить”) и которая доставляет вам в целом удовольствие (“нравится слушать музыку, пока занимаюсь”)\nПростота — в базе своей привычка должна быть как можно более простой. Ведь привычку вам надо выполнять в разных эмоциональных состояниях: и на подъёме, когда готовы свернуть горы, и на спаде, когда канавку бы перешагнуть. Чем проще действие, тем меньше мотивация вам нужна, чтобы триггер сработал (Поведенческая модель Фогга)\n\n“как всё сложно”\nописанное выше — базовая модель и базовые знания. Но остаётся ещё много вопросов:\n\nкак следить за созданием привычки\nкак приходить к сложной цели (ex: “читать полчаса”), если ставить в привычку простую (“прочесть абзац”)\nкак избавляться от вредных привычек\nкакие варианты для упрощения есть\nможно ли забивать на привычки, когда ну очень в лом\nкакие триггеры выбирать\n…\n\nэти вопросы мы разберём в дальнейшем :)\n\nобсуждение в Телеграм и Телеграм*"},"привычки/О-привычках":{"title":"О привычках","links":["привычки/База.-Что-такое-привычки-и-как-они-появляются"],"tags":[],"content":"\nБаза. Что такое привычки и как они появляются\n"}}