{"index":{"title":"Антон пытается в организованность","links":["meta/о-темах,-которые-тут-разбираем-и-обо-мне","заметки/О-заметках","привычки/О-привычках","дела/О-делах"],"tags":[],"content":"“Цифровой сад”\n\nо темах, которые тут разбираем и обо мне\n\nточки старта:\n\nО заметках\nО привычках\nО делах\n"},"meta/о-темах,-которые-тут-разбираем-и-обо-мне":{"title":"о темах, которые тут разбираем и обо мне","links":["заметки/мой-бэкграунд-про-заметки","дела/мой-бэкграунд-про-ведение-дел"],"tags":[],"content":"Привет!\nЭтот сайт — моя попытка сделать “цифровой сад” — открытое пространство, в котором я делюсь своими мыслями и идеями.\nчто такое “цифровой сад”\nПо сути, это блог, но с двумя отличиями:\n\nупор на структуру, не на хронологию. Я постараюсь на сайте сделать достаточно чёткое изложение мыслей, чтобы по структуре можно было “бродить” и узнавать то, что вам интересно\nнезаконченность тем. Иногда (посмотрим, как получится) я буду писать не только законченных темах, но и просто ставить вопросы и писать лишь первые мысли с идеей дополнить их потом. Призываю для таких статей (для всех тоже, но для них особенно!) приходить в телеграм.\n\nХронологическая активность видна слева, но так же будет отображаться в телеграме\nкакие темы тут вас ждут\nФокусируюсь на вещах, связанных с “организованностью”\n\nПривычки\n“Продуктивность”\nРабота с заметками\nОбработка информации\n\nК этим областям относится куча вопросов и подтем. Все они будут рассмотрены, но когда-нибудь. Однако всегда можно мне написать :): уборка, залипание в соцсетях, сохранение идей для подарков, написание статей, чтение книг, отдых и сон etc.\nНа сайте будет как некоторые базовые принципы (порой может быть занудненько хД), так и практические применения.\nКроме того, иногда я могу рассказывать про оффтоп: в первую очередь возможен он про взаимодействие с людьми: от заметок по редактуре до мыслей по игротехнике.\nобо мне\nв контексте обсуждаемых тем\nПочему мне нельзя доверять. Вопросы привычек, продуктивности etc это вопросы из области психологии и нейробиологии. Я не специалист в этих областях. Я концентрируюсь на своём опыте, опыте друзей и рассуждениях. Опыт может быть невалиден для вас, в рассуждениях могут быть ошибки. Иногда я допускаю рассказ о психологии/биологии, но тогда стараюсь или подкрепить рассказ источником (как правило скорее научпоп, чем оригинальная научная статья) или явно указываю, что описанное ниже — моя теория.\nПочему мне можно доверять. Я пытаюсь разобраться в теме организованности с 2021 года (уже 3 года на момент написания статьи). За это время я, конечно, не постиг полный дзен, но многие вещи стали яснее. Я никуда не тороплюсь со своими заметками, что позволяет укладываться в голове идеям и даёт возможность им эволюционировать. И, наконец, я учёный и будучи учёным мне важна “научная честность” — я стараюсь не делать голословных утверждений, сосредотачиваюсь на наблюдениях и могу признать ошибку в идеях.\nТрадиционно все добавляют в рассказ “до внедрения системы я был ленив и ничего не делал”. В моём же случае проблема была не в лени, а в безумном количестве интересов. Я любил и люблю делать кучу вещей. Но как раз из-за этого чувствовал, что всё свободное время куда-то уходит и я почти не умею действовать проактивно, когда надо мной не довлеет дедлайн. И из-за этого чувствовал, как знания, которые я получаю, исчезают из памяти…\nСмотри также:\n\nмой бэкграунд про заметки\nмой бэкграунд про ведение дел\n\nвне контекста\n\nЗовут Антон. 29 лет (на момент написания статьи)\nДоступен в телеграме: @Lavnton\nфизик, кандидат физико-математических наук. Занимаюсь масс-спектрометрией, до аспирантуры был астрофизиком\nпрограммист: не профессионал, но в целом много времени этому уделяю\nспектр моих хобби скорее широкий, чем глубокий: вожатство, игротехника, археология, массаж, редактура, публичные выступления, вязание, рисование, etc…\n\n\nобсуждение в Телеграм"},"дела/База.-Что-значит-'продуктивность',-где-магия,-что-делать":{"title":"База. Что значит 'продуктивность', где магия, что делать","links":[],"tags":[],"content":"\nДо того, как я начал разбираться с системой продуктивности, в голове была отталкивающая картинка: человека, у которого каждая минута расписана каким-то делом, который почти никогда не отдыхает, который “в плену” своих дел. Но быть продуктивным не значит вот это.\n\n\n                  \n                  Tip\n                  \n                \nЗадача системы продуктивности — помочь решить, что и как сделать сейчас, а что и когда — в будущем. (подробнее)\nЗадача системы продуктивности — сделать так, чтобы ты не жалел о тех делах, которые делаешь. Чтобы на длинном горизонте ты был доволен и счастлив\n\nнафига “становиться продуктивнее”?\nНа первом уровне система продуктивность позволяет хотя бы не продалбываться. Знать, что если ты кому-то (и самому себе) пообещал — ты это выполнишь.\nНа этом уровне главный профит — твоё спокойствие. Все дела записаны, всё необходимое сделано.\nПо мере работы с системой тебе становится легче объединять дела в группы и выполнять их скопом. Начинаешь более ответственно подходить к обещаниям и уже осознанно оставлять или выкидывать дела. Замечаешь, когда у тебя достаточно сил, а когда нет. Какая нагрузка для тебя возможна.\nНа этом уровне главный профит — “эффективность”. Ты точно знаешь, какие дела и как успеваешь делать и можешь делать их наиболее качественном образом.\nДвигаясь с системой дальше, у тебя освобождается время и энергия, чтобы обдумать “а куда ты хотел бы двигаться”. Появляется возможность не забивать на глобальные проекты, появляется больше сил на рефлексию и целеполагание. \nОсвоившись с системой тебе становится проще думать и взвешивать стратегические задачи.\nОткуда магия? Почему мы вообще можем стать “продуктивнее”\nБольшинство задач, которые мы делаем по жизни — относительно короткое решение “что делать” и относительно длинное действие\n\nНо всё время переключаться между “хочу понять, как действовать” и действием сложно. За это отвечают две различные области мозга.\nГлавный цимес системы продуктивности — в разделении “обдумать” и “действовать”: ты можешь заранее (пока есть силы) облегчить будущему себе работу. И тогда будущий ты, когда сил уже нет сможет её сделать. \nВся система в основе своей — про разделение и группирование. Ты не бросаешься сразу делать дело, а сначала пишешь его себе в “корзину входящих”. Потом все дела группой обдумываешь. Часть группой же и получается делать.\nИ очень важно, что не забивая свою голову задачами, которые уже вот записаны ты можешь лучше сосредоточиться на текущих.\nс чего не стоит начинать\n\n\n                  \n                  Quote\n                  \n                \nЕсли корабль идёт ко дну, уже не важно, в какую сторону он направлялся  Дэвид Аллен, “Как привести дела в порядок”\n\nГлавная проблема всех начинающих двигаться в продуктивности — что они нагружают себя вместо того, чтобы разгрузить.\nМы начинаем с целеполагания. С составления плана на день. Но и то и то лишь сильнее нас прижимает к земле вместо того, чтобы дать передышку.\nПостановка целей — прекрасная штука. Но ваши остальные дела не уйдут магическим образом от того, что вы поставили цель. И вот, вам придётся И упорнее трудится в “приоритетных областях” И пытаться всё ещё как-то разобраться с тем бардаком, который есть в других делах. Лучше идти снизу вверх: сначала упорядочить бардак, потом оглянуться и поставить цель.\nПлан на день — вполне рабочий инструмент и он может помочь. Но от того, что вы просто запишите дело на какое-то время мало что изменится. Оно не станет магически образом привлекательным. Составляя же план на день вы сначала устанете делая это, потом (в силу того, что это новый навык) ошибётесь в количестве дел, вам придётся их переносить на завтра, с завтра на послезавтра и т.д.. Пока вас не задолбает и вы не забьёте на очередной план дня.  “Записать на время” может помочь только когда это редкое событие.. Не ставьте себе изначально задачи, в которых легко провалиться. Лучше делать систему таким образом, чтобы вы чаще оказывались “победителем.\nс чего начать\nЯ советую подход GTD (книга “Как привести дела в порядок” Дэвида Аллена).\n\nвсё, что вам нужно делать — записывайте сразу в “корзину входящих” (вашего таск-менеджера, отдельный чат ВК/тм/etc)\nразбирайте вашу корзину ежедневно — часть дел можно делать сразу, часть просто обдумывайте “с чего бы мне начать, какое первое действие?”\nсохраняйте “действия”, если они не привязаны к дню в общий список, не надо их заносить в календарь\nпериодически смотрите на систему, чтобы там не было застоявшихся задач\n\n“как всё сложно”\nкак всегда, в описанном выше есть много тонких мест.\n\nвсе пункты с чего начать — суть есть привычки. Их надо внедрять и может быть много тонкостей, почему у вас не получается внедрить ту или иную привычку\nинтеллектуальные задачки почти невозможно расписать на “действия”. Какое действие может быть при “ну придумай как это решать?”\nкакая-то противная задачка, оказавшаяся в списке “действий” может весь его “отравить” — вызвать у вас нежелание его просматривать\nзадач может быть слишком много и вы можете хотеть их отсортировать про куче разных критериев\n\nэто и многое другое будем разбирать в дальнейших постах ^_^\n\nобсуждение в Телеграм"},"дела/О-делах":{"title":"О делах","links":["дела/База.-Что-значит-'продуктивность',-где-магия,-что-делать"],"tags":[],"content":"\nБаза. Что значит ‘продуктивность’, где магия, что делать\n"},"дела/мой-бэкграунд-про-ведение-дел":{"title":"мой бэкграунд про ведение дел","links":["meta/о-темах,-которые-тут-разбираем-и-обо-мне","заметки/мой-бэкграунд-про-заметки"],"tags":[],"content":"Вкратце зачем и как веду дела— чтобы вы смогли соотнести свой опыт с моим и понять, насколько он релевантен. Это не исчерпывающий список, и скорее для тех, кто уже что-то где-то про дела смотрел.\nцели\nЯ веду все свои дела в системе, чтобы, с одной стороны, не терять их, а с другой — не забивать им свою голову.\nподходы\n\nв основе методики лежат идеи GTD. Моя система дел — скорее список действий, чем план на день.\nпро привычки ближе всего идеи из книги “нанопривычки” — про маленькие шаги и необходимость “триггеров”.\n\nобласти\nИспользую для всего, чем занимаюсь: прога, физика, математика, вопросы продуктивности, общения etc.\nСтоит заметить, что мои задачи скорее творческие, чем менеджерские. Мне скорее надо самому себе ставить задачи так, чтобы при этом не ограничивать, нежели расставлять 5 встреч за день.\nопыт\n\nАктивно развивать текущую систему начал в марте 2021 года. До этого я тоже пробовал всякое разное в течение нескольких лет, но не очень системно.\n\nтехнические решения\n\nTick-Tick использую как основной таск-менеджер\nNotion для дополнительных идей\nно активно использую собственную автоматизацию как внутри тик-тика, так и в ботах в телеграме и ВК\n\nПланирую в обозримом будущем выпустить свой таск-менеджер.\n\n\n                  \n                  Seealso\n                  \n                \n\nмой бэкграунд про заметки\n\n\n\nобсуждение в Телеграм"},"заметки/База.-Два-мира-заметок----информированность-и-понимание":{"title":"База. Заметки -- надо ли оно вам? Два мира заметок -- \"информированность\" и \"понимание\"","links":[],"tags":[],"content":"\n“Заметки” — термин очень общий. Это и какие-то свои мысли. Это и цитаты из книг. Это и примеченные рецепты по кулинарии. Нужно ли вам всё это разнообразие? Хотите ли вы тратить время на запись, на построение Системы и на работу с ней? Эта статья должна немного помочь определиться — стоит оно усилий или нет.\nТипы и цели заметок\nГлавная развилка для заметок — “информация” или “понимание”. Вы “собираете” или “творите”. Сосредотачиваетесь на “информированности” или “понимании”.\n\n\n                  \n                  Example\n                  \n                \n\nСохранить день рождения друга или идею для подарка ему — “информация”\nПосчитать и сохранить время в пути — “информация”\nСохранить описание алгоритма Дейкстра — “информация”\nСохранить алгоритм подключения к программе — “информация”\nСохранить формулу преобразования временного сигнала в частотный спектр — “информация”\n\n\n\n\n                  \n                  Example\n                  \n                \n\nСвязать идею Единого Источника Истины из программирования с такой же идеей в сохранении заметок — “понимание”\nОбдумать, какие варианты речей бывают на публичное выступление — “понимание”\nРазобраться, что скрывается за идеей “понимания” — “понимание”\nНайти “за” и “против” для идеи “съесть лягушку по утрам” — “понимание”\nОпределить все возможные цели заметок — “понимание”\n\n\nОбе эти категории имеют куст возможных целей:\n\n“информированность”\n\nСохранение информации\nФормулировка алгоритмов действия\nЗапоминание интересных областей\n\n\n“понимание”\n\nПознание мира\nСоздание контента\nУпорядочивание мыслей\n\n\n\nНадо ли делать заметки?\nнадо ли делать заметки для информации\nЕсли вы хоть раз записывали номер телефона своего друга, если хоть раз сохраняли понравившийся мем — значит вы уже их делаете! Возможно на листочках бумаги, возможно в Google.Keep, возможно в Apple.Notes, может на листках бумаги.\nУбеждён, что хоть где-то хранить информацию надо всем. Храня информацию “где-то во вне” вы перестаёте загружать свой мозг. Вы перестаёте бояться забыть, а значит можете не цепляться за идею, быть более свободным.\nМы все как-то храним информацию. Вопрос, а как сделать это удобно? Удобен ли вам ваш способ?\n\n\n                  \n                  Пример пользы ведения заметок \n                  \n                \nЕсть у меня знакомая, к которой ходил обучаться массажу\n\nв период обучения (3 раза в неделю) мне не надо было запоминать “а какой адрес дома и квартиры”. Я это помнил и так, очень уж часто бывал.\nно вот, обучения закончилось, а общение нет. И бываю у неё периодически — раз в месяц-два. Теперь информация “а какой номер квартиры” не хранится в моей памяти.\nЯ раз посмотрел при подходе в переписке. Второй. Третий. И я конечно тупенький, но на четвёртый понял: ситуация будет повторяться\nЯ перенёс информацию о адресе знакомой из переписки в свою систему заметок и теперь доступ к ней имею в пару кликов\n\n\nнадо ли делать заметки для понимания\n“Заметки для понимания” — совершенно отдельная категория заметок. И если что-то мы храним всегда, то вот целенаправленные заметки для понимания, для думанья письмом — вещь уже не настолько очевидная.\nНадо ли вам делать заметки для понимания? В целом-то нет. Нормально и без них живём. Но могут быть области, где они таки полезны.\nЕсли вы пытаетесь разобраться в области, где вам доступны лишь крупицы информации, где надо собирать её по частям — вам стоит делать заметки для понимания. Одну мысль вы нашли в одной книге. Другую — высмотрели в ролике. Третья пришла сама по себе. И вот, глядишь, вы уже немного и разобрались в теме.\nВедение заметок для понимания позволяет более широко взглянуть на тему. Позволяет задуматься над связями и параллелями в спокойной обстановке — а не в той, в которой вы увидели мысль изначально.\n\n\n                  \n                  Пример пользы ведения заметок \n                  \n                \n\nя вёл осенью тренинг про общение.\nПроскользнула у меня мысль “жаль, что я не посвящаю каждый день какой-то теме”\n\nна этом уровне я могу быть без заметок: скорее всего мысль “ой, а я же хотел тематические дни” мне придёт сама, когда я следующий раз начну вести тренинг…\n…но не факт, что в период подготовки, а не после первого дня. По крайней мере теперь эта мысль встретиться заранее\n\n\nЗаписал мысль в заметки и забыл на некоторое время\n… прошло 2 месяца (я не очень быстро разбираю записи)\nУвидел заметку ”(проблема) тематические дни тренинга”\nЯ задумался “а вообще с чего я тогда решил, что лучше, чтобы они были тематические”? (смог задуматься потому что меня никто не торопит)\n\nПришла в голову мысль ”Нечто, объединённое одной темой, лучше запоминается и на дольше остаётся в памяти“.\nИз неё логически вышло ”Для мероприятия надо продумывать одну объединяющую идею“.\nА мысль ”дни тренинга лучше, чтобы были посвящены каждой своей теме” стала следствием предыдущей\n\n\nтеперь я:\n\nи вовремя увижу саму мысль\nи понимаю, почему мне это важно\nи думаю про другие мероприятия/игры буду иметь в виду: “стоит думать всё вокруг одной темы”\n\n\n\n\nкак вести заметки\nОчень много нюансов, но вот вам основные идеи для затравки:\n\nхраните не по тому, где вы нашли мысль, а где она вам скорее пригодится (т.е. не отдельные выписки из книг, а общая локация для и из книг и из подкастов и т.д.)\nесли у вас есть конкретный проект, создайте папку проекта и храните всё относящееся к нему там. (“принцип локальности”)\nНе перебарщивайте с рубриками: добавляйте новую рубрику только когда прям точно в этом уверены. А что не вписывается в рубрики можно просто поместить в раздел “разное”\nДумайте о длине заметок: для “информации” лучше большой сшитый формат, где вся информация вместе. Для “понимания” - атомарные заметки — кусочки пазла, которые можно переставлять\nДумайте о долговечности: если заметки для “информации” могут быть привязаны к конкретному проекту и нормально, когда они устаревают, то основные заметки для “понимания” могут копиться вами всю жизнь. В частности, поэтому, остерегайтесь проприетарных форматов.\n\nЯ использую Notion и Obsidian для ведения заметок. В качестве основных подходов советую посмотреть темы “Zettelkasten”, “BASB”, “PARA”, “Evergreen notes”.\n\n“как всё сложно”\nВедение заметок — самая сложная из тем, которым посвящён мой блог. В привычках вся “база” понятна: если что не получается, ты знаешь, почему. В “ведении дел” мне тоже удалось видеть работающие схемы. Да и дел-то в фокусе 10-30 бывает.\n\nЗаметок уже больше 1000 и будет ещё больше. Их не свалишь в одну кучу\nДля заметок нет основополагающей книги, от которой можно отталкиваться (как “нанопривычки” для привычек и “GTD” для дел)\nЗаметки очень плавающая категория. Нет чёткой грани между “заметкой” и полноценным источником. Хранить ли, например, заметки и книги вместе? Разделять ли их?\nИ, самая большая проблема — обращённость в далёкое будущее. Ты примерно знаешь, когда ты будешь делать какое-то дело. Но сам подход заметок для понимания таков: ну делай, смотри на них, твори, авось что-то интересное да всплывёт. А может и не всплыть. Никакой определённости\n\nДаже озвученные тут категории “Информированность” и “понимание” — полезные, но не твёрдые. Вот сейчас для меня заметка “кампус вуза” — заметка для информации. А вдруг (не планирую, но вдруг) увлекусь архитектурой. И сразу начну рассматривать кампус под другим углом.\n\n\n\nРезюмируя, с заметками всё не просто сложно, а прям очень сложно. Их много, не понятно что считать заметкой, не понятно когда они пригодятся… Что сохранять? Как сохранять? Стоит ли оно вообще того?..\nНо тем интереснее пытаться разобраться в этой области. Давайте сделаем это вместе :)\n\nобсуждение в Телеграм"},"заметки/О-заметках":{"title":"О заметках","links":["заметки/База.-Два-мира-заметок----информированность-и-понимание"],"tags":[],"content":"\nБаза. Два мира заметок — информированность и понимание\n"},"заметки/мой-бэкграунд-про-заметки":{"title":"мой бекграунд про заметки","links":["meta/о-темах,-которые-тут-разбираем-и-обо-мне","дела/мой-бэкграунд-про-ведение-дел"],"tags":[],"content":"Вкратце зачем использую заметки — чтобы вы смогли соотнести свой опыт с моим и понять, насколько он релевантен. Это не исчерпывающий список, и скорее для тех, кто уже что-то где-то про заметки смотрел.\nцели\nЯ использую заметки для сохранения справочного материала, для “мышления письмом”, для фиксации своих решений и теперь вот для ведения блога.\nподходы\n\nблизкий к Zettelkasten (и подобным) для мышления\nблизкий к PARA (и подобным) для хранения\nи многие свои дополнения\n\nобласти\nИспользую для всего, чем занимаюсь: прога, физика, математика, вопросы продуктивности, общения etc.\nЕщё сохраняю справочную информацию/заметки связанные с проектами и делами: от “куда мне надо прийти в пятницу” до “какие книги мне рекомендовали почитать”.\nСтоит заметить, что мои задачи скорее творческие, чем менеджерские. Мне надо скорее научиться сортировать относительно много разнородной информации, чем очень много однородной. У меня возникает проблемы “как сохранить картинку из статьи, чтобы не забыть про неё”, но не возникают “а как сохранить информацию про Петрова из вот того месячного проекта 2018 года”.\nопыт\n\nзаметками в плане “справочного материала” я целенаправленно занимаюсь с марта 2021\nзаметками для “мышления письмом” с ноября 2021\n\nтехнические решения\nИспользую следующие решения:\n\nNotion (в основном для справочного материала)\nObsidian (в основном для мышления письмом)\nНу и просто файловая система для сохранения разных итоговых результатов\n\n\n\n                  \n                  Seealso\n                  \n                \n\nмой бэкграунд про ведение дел\n\n\n\nобсуждение в Телеграм"},"общее/Поведенческая-модель-Фогга":{"title":"Поведенческая модель Фогга","links":["привычки/О-привычках"],"tags":["фундамент_продуктивности"],"content":"\n\n\n                  \n                  Tip\n                  \n                \nИзменение поведения = триггер × умение × мотивация\n\nЧтобы что-то сделать, должно сложиться 3 фактора: мотивация, триггер и умение делать это дело. Не хватает мотивации — не буду желать это делать. Не появился триггер — не вспомню. Слишком сложное — забью.\nНапример:\n\nесли я вижу на улице 100 рублей, я наверно их подниму. Получить немного денег — мотивация. Лёгкость действия (наклониться, взять деньги) — умение. То, что я их увидел - триггер\nесли я вижу на улице рубль, наверно я не подниму. Умение и триггер остались, но мотивация стала меньше - если я вижу на улице 100 рублей по 10 копеек, я не подниму. Мотивация и триггер остались, но умение (нести тяжесть) изменилось\nнаконец, если 100 рублей лежат не у меня на дороге, а на соседней улице, я их не подниму — хоть умение и мотивация есть, нет триггера — мне просто не с чего делать действие.\n\nМодель сильно связана с тем, как внедрять привычки.\n\n“как всё сложно”\nПоведенческая модель Фогга — хорошая идея, чтобы держать её в голове. Но копая глубже, видишь её ограничения:\n\n“триггер” это не обязательно что-то независимое. Например, если я очень хочу (мотивирован) смотреть соцсети, мой мозг сам мне услужливо напомнит об этом\n“мотивация” меняется от того, насколько мы успешны в делах. Если кучу раз мы “провалим” дело, то вряд ли наша мотивация останется на прежнем уровне…\n\n\nобсуждение в Телеграм\nисточник: книга “Нанопривычки”, Би Джей Фогг"},"привычки/База.-Что-такое-привычки-и-как-они-появляются":{"title":"База. Что такое привычки и как они появляются","links":["общее/Поведенческая-модель-Фогга"],"tags":[],"content":"что такое привычка\n\nПРИВЫЧКА: Поведение, образ действий, склонность, ставшие для кого-нибудь в жизни обычными, постоянными.\n(с) толковый словарь Ожегова\n\nМы примерно понимаем, что такое привычка. Но приведу примеры, насколько они могут быть разнообразны:\n\n\n                  \n                  Example\n                  \n                \n\nчистить зубы по утрам\nпомыть посуду сразу после еды\nнаходить 3 благодарности сегодняшнего дня вечером\nкреститься при виде церкви\nзаходить в Теремок каждый раз после экзамена\nзаглядывать в телефон при уведомлении\nзаглядывать в телефон, как только стало “скучно”\nехать в спортзал после работы по вторника и пятницам\nработать (а не бездельничать) на работе\nотдыхать (а не работать) после работы дома\nчитать книгу перед сном\nделать журавлика счастья, когда тебе тревожно\nпридумывать забавную историю о человеке, когда он подрезал тебя на машине\nскладывать числа на номерах машин, когда их видишь\nотмечать в книге интересные места карандашом\nизучать 15 минут иностранный язык после ужина\nпросматривать о обрабатывать дела из “корзины входящих” по утрам\nоткрыть список дел и сделать любое из них по звонку таймера\n…\n\n\nСписок должен вам показать вот что: мы привыкли, что привычка это скорее что-то прям совсем автоматическое, каждодневное. Но это не всегда так. Иногда привычка не доводится до автоматизма, просто нам нужно меньше усилий, чтобы её совершать раньше. Уверен, вам будет достаточно просто перестать работать на работе или забросить изучение языка. Но это всё равно привычка. \nМы чистим зубы примерно одинаково каждый день. Но иностранные слова каждый день разные. Мы моем посуду примерно одинаково каждый день. Но дела на работе выполняем разные. Но если вы привыкли заниматься на работе работой, то это всё равно привычка.\nПривычка — это действия или некоторый кластер действий, которые вам проще делать после некоторого триггера, из-за частых повторений этих действий. Привычка — это больше, чем просто автоматические реакции. Вам проще делать кластер “рабочих действий” как только вы оказываетесь на работе. Вам проще делать действия “почистить зубы”, как только вы проснулись и дошли до ванной. И да, для “почистить зубы” “проще” значит “вообще можем не включать мозг”. Но глобально мы можем говорить лишь о том, что стало проще.\nкак сформировать привычку\nПривычки формируются по поведенческой модели Фогга: вам нужен устойчивый триггер, хотя бы базовая мотивация и простота реализации привычки.\n\nТриггер — что-то чёткое, что должно вам напомнить о привычке. Приход на работу и открытие ноутбука. Доедание последнего кусочка на тарелке. Желание кому-то врезать. Пиканье часов. Окончание другой привычки\nМотивация — ваша “высшая цель” + удовольствие от процесса. Вам нужна привычка и которую вы понимаете, зачем внедрить (“хочу заниматься спортом, чтобы дольше жить”) и которая доставляет вам в целом удовольствие (“нравится слушать музыку, пока занимаюсь”)\nПростота — в базе своей привычка должна быть как можно более простой. Ведь привычку вам надо выполнять в разных эмоциональных состояниях: и на подъёме, когда готовы свернуть горы, и на спаде, когда канавку бы перешагнуть. Чем проще действие, тем меньше мотивация вам нужна, чтобы триггер сработал (Поведенческая модель Фогга)\n\n“как всё сложно”\nописанное выше — базовая модель и базовые знания. Но остаётся ещё много вопросов:\n\nкак следить за созданием привычки\nкак приходить к сложной цели (ex: “читать полчаса”), если ставить в привычку простую (“прочесть абзац”)\nкак избавляться от вредных привычек\nкакие варианты для упрощения есть\nможно ли забивать на привычки, когда ну очень в лом\nкакие триггеры выбирать\n…\n\nэти вопросы мы разберём в дальнейшем :)\n\nобсуждение в Телеграм и Телеграм*"},"привычки/О-привычках":{"title":"О привычках","links":["привычки/База.-Что-такое-привычки-и-как-они-появляются"],"tags":[],"content":"\nБаза. Что такое привычки и как они появляются\n"}}