{"index":{"title":"Антон пытается в организованность","links":["meta/о-темах,-которые-тут-разбираем-и-обо-мне"],"tags":[],"content":"“Цифровой сад”\n\nо темах, которые тут разбираем и обо мне\n\nточки старта:\n\nскоро будут\n"},"meta/о-темах,-которые-тут-разбираем-и-обо-мне":{"title":"о темах, которые тут разбираем и обо мне","links":["заметки/мой-бэкграунд-про-заметки","дела/мой-бэкграунд-про-ведение-дел"],"tags":[],"content":"Привет!\nЭтот сайт — моя попытка сделать “цифровой сад” — открытое пространство, в котором я делюсь своими мыслями и идеями.\nчто такое “цифровой сад”\nПо сути, это блог, но с двумя отличиями:\n\nупор на структуру, не на хронологию. Я постараюсь на сайте сделать достаточно чёткое изложение мыслей, чтобы по структуре можно было “бродить” и узнавать то, что вам интересно\nнезаконченность тем. Иногда (посмотрим, как получится) я буду писать не только законченных темах, но и просто ставить вопросы и писать лишь первые мысли с идеей дополнить их потом. Призываю для таких статей (для всех тоже, но для них особенно!) приходить в телеграм.\n\nХронологическая активность видна слева, но так же будет отображаться в телеграме\nкакие темы тут вас ждут\nФокусируюсь на вещах, связанных с “организованностью”\n\nПривычки\n“Продуктивность”\nРабота с заметками\nОбработка информации\n\nК этим областям относится куча вопросов и подтем. Все они будут рассмотрены, но когда-нибудь. Однако всегда можно мне написать :): уборка, залипание в соцсетях, сохранение идей для подарков, написание статей, чтение книг, отдых и сон etc.\nНа сайте будет как некоторые базовые принципы (порой может быть занудненько хД), так и практические применения.\nКроме того, иногда я могу рассказывать про оффтоп: в первую очередь возможен он про взаимодействие с людьми: от заметок по редактуре до мыслей по игротехнике.\nобо мне\nв контексте обсуждаемых тем\nПочему мне нельзя доверять. Вопросы привычек, продуктивности etc это вопросы из области психологии и нейробиологии. Я не специалист в этих областях. Я концентрируюсь на своём опыте, опыте друзей и рассуждениях. Опыт может быть невалиден для вас, в рассуждениях могут быть ошибки. Иногда я допускаю рассказ о психологии/биологии, но тогда стараюсь или подкрепить рассказ источником (как правило скорее научпоп, чем оригинальная научная статья) или явно указываю, что описанное ниже — моя теория.\nПочему мне можно доверять. Я пытаюсь разобраться в теме организованности с 2021 года (уже 3 года на момент написания статьи). За это время я, конечно, не постиг полный дзен, но многие вещи стали яснее. Я никуда не тороплюсь со своими заметками, что позволяет укладываться в голове идеям и даёт возможность им эволюционировать. И, наконец, я учёный и будучи учёным мне важна “научная честность” — я стараюсь не делать голословных утверждений, сосредотачиваюсь на наблюдениях и могу признать ошибку в идеях.\nТрадиционно все добавляют в рассказ “до внедрения системы я был ленив и ничего не делал”. В моём же случае проблема была не в лени, а в безумном количестве интересов. Я любил и люблю делать кучу вещей. Но как раз из-за этого чувствовал, что всё свободное время куда-то уходит и я почти не умею действовать проактивно, когда надо мной не довлеет дедлайн. И из-за этого чувствовал, как знания, которые я получаю, исчезают из памяти…\nСмотри также:\n\nмой бэкграунд про заметки\nмой бэкграунд про ведение дел\n\nвне контекста\n\nЗовут Антон. 29 лет (на момент написания статьи)\nДоступен в телеграме: @Lavnton\nфизик, кандидат физико-математических наук. Занимаюсь масс-спектрометрией, до аспирантуры был астрофизиком\nпрограммист: не профессионал, но в целом много времени этому уделяю\nспектр моих хобби скорее широкий, чем глубокий: вожатство, игротехника, археология, массаж, редактура, публичные выступления, вязание, рисование, etc…\n"},"дела/мой-бэкграунд-про-ведение-дел":{"title":"мой бэкграунд про ведение дел","links":["meta/о-темах,-которые-тут-разбираем-и-обо-мне","заметки/мой-бэкграунд-про-заметки"],"tags":[],"content":"Вкратце зачем и как веду дела— чтобы вы смогли соотнести свой опыт с моим и понять, насколько он релевантен. Это не исчерпывающий список, и скорее для тех, кто уже что-то где-то про заметки смотрел.\nцели\nЯ веду все свои дела в системе, чтобы, с одной стороны, не терять их, а с другой — не забивать им свою голову.\nподходы\n\nв основе методики лежат идеи GTD. Моя система дел — скорее список действий, чем план на день.\nпро привычки ближе всего идеи из книги “нанопривычки” — про маленькие шаги и необходимость “триггеров”.\n\nобласти\nИспользую для всего, чем занимаюсь: прога, физика, математика, вопросы продуктивности, общения etc.\nСтоит заметить, что мои задачи скорее творческие, чем менеджерские. Мне скорее надо самому себе ставить задачи так, чтобы при этом не ограничивать, нежели расставлять 5 встреч за день.\nопыт\n\nАктивно развивать текущую систему начал в марте 2021 года. До этого я тоже пробовал всякое разное в течение нескольких лет, но не очень системно.\n\nтехнические решения\n\nTick-Tick использую как основной таск-менеджер\nNotion для дополнительных идей\nно активно использую собственную автоматизацию как внутри тик-тика, так и в ботах в телеграме и ВК\n\nПланирую в обозримом будущем выпустить свой таск-менеджер.\n\n\n                  \n                  Seealso\n                  \n                \n\nмой бэкграунд про заметки\n\n"},"заметки/мой-бэкграунд-про-заметки":{"title":"мой бекграунд про заметки","links":["meta/о-темах,-которые-тут-разбираем-и-обо-мне","дела/мой-бэкграунд-про-ведение-дел"],"tags":[],"content":"Вкратце зачем использую заметки — чтобы вы смогли соотнести свой опыт с моим и понять, насколько он релевантен. Это не исчерпывающий список, и скорее для тех, кто уже что-то где-то про заметки смотрел.\nцели\nЯ использую заметки для сохранения справочного материала, для “мышления письмом”, для фиксации своих решений и теперь вот для ведения блога.\nподходы\n\nблизкий к Zettelkasten (и подобным) для мышления\nблизкий к PARA (и подобным) для хранения\nи многие свои дополнения\n\nобласти\nИспользую для всего, чем занимаюсь: прога, физика, математика, вопросы продуктивности, общения etc.\nЕщё сохраняю справочную информацию/заметки связанные с проектами и делами: от “куда мне надо прийти в пятницу” до “какие книги мне рекомендовали почитать”.\nСтоит заметить, что мои задачи скорее творческие, чем менеджерские. Мне надо скорее научиться сортировать относительно много разнородной информации, чем очень много однородной. У меня возникает проблемы “как сохранить картинку из статьи, чтобы не забыть про неё”, но не возникают “а как сохранить информацию про Петрова из вот того месячного проекта 2018 года”.\nопыт\n\nзаметками в плане “справочного материала” я целенаправленно занимаюсь с марта 2021\nзаметками для “мышления письмом” с ноября 2021\n\nтехнические решения\nИспользую следующие решения:\n\nNotion (в основном для справочного материала)\nObsidian (в основном для мышления письмом)\nНу и просто файловая система для сохранения разных итоговых результатов\n\n\n\n                  \n                  Seealso\n                  \n                \n\nмой бэкграунд про ведение дел\n\n"}}