{"index":{"title":"Антон пытается в организованность","links":["meta/о-темах,-которые-тут-разбираем-и-обо-мне"],"tags":[],"content":"“Цифровой сад”\n\nо темах, которые тут разбираем и обо мне\n\nточки старта:\n\nскоро будут ^_^\n"},"meta/о-темах,-которые-тут-разбираем-и-обо-мне":{"title":"обо мне и темах, которые тут разбираем","links":[],"tags":[],"content":"Привет!\nЭтот сайт — моя попытка сделать “цифровой сад” — открытое пространство, в котором я делюсь своими мыслями и идеями.\nчто такое “цифровой сад”\nПо сути, это блог, но с двумя отличиями:\n\nупор на структуру, не на хронологию. Я постараюсь на сайте сделать достаточно чёткое изложение мыслей, чтобы по структуре можно было “бродить” и узнавать то, что вам интересно\nнезаконченность тем. Иногда (посмотрим, как получится) я буду писать не только законченных темах, но и просто ставить вопросы и писать лишь первые мысли с идеей дополнить их потом. Призываю для таких статей (для всех тоже, но для них особенно!) приходить в телеграм.\n\nХронологическая активность видна слева, но так же будет отображаться в телеграме\nкакие темы тут вас ждут\nФокусируюсь на вещах, связанных с “организованностью”\n\nПривычки\n“Продуктивность”\nРабота с заметками\nОбработка информации\n\nК этим областям относится куча вопросов и подтем. Все они будут рассмотрены, но когда-нибудь. Однако всегда можно мне написать :): уборка, залипание в соцсетях, сохранение идей для подарков, написание статей, чтение книг, отдых и сон etc.\nНа сайте будет как некоторые базовые принципы (порой может быть занудненько хД), так и практические применения.\nКроме того, иногда я могу рассказывать про оффтоп: в первую очередь возможен он про взаимодействие с людьми: от заметок по редактуре до мыслей по игротехнике.\nобо мне\nв контексте обсуждаемых тем\nПочему мне нельзя доверять. Вопросы привычек, продуктивности etc это вопросы из области психологии и нейробиологии. Я не специалист в этих областях. Я концентрируюсь на своём опыте, опыте друзей и рассуждениях. Опыт может быть невалиден для вас, в рассуждениях могут быть ошибки. Иногда я допускаю рассказ о психологии/биологии, но тогда стараюсь или подкрепить рассказ источником (как правило скорее научпоп, чем оригинальная научная статья) или явно указываю, что описанное ниже — моя теория.\nПочему мне можно доверять. Я пытаюсь разобраться в теме организованности с 2021 года (уже 3 года на момент написания статьи). За это время я, конечно, не постиг полный дзен, но многие вещи стали яснее. Я никуда не тороплюсь со своими заметками, что позволяет укладываться в голове идеям и даёт возможность им эволюционировать. И, наконец, я учёный и будучи учёным мне важна “научная честность” — я стараюсь не делать голословных утверждений, сосредотачиваюсь на наблюдениях и могу признать ошибку в идеях.\nвне контекста\n\nЗовут Антон. 29 лет (на момент написания статьи)\nДоступен в телеграме: @Lavnton\nфизик, кандидат физико-математических наук. Занимаюсь масс-спектрометрией, до аспирантуры был астрофизиком\nпрограммист: не профессионал, но в целом много времени этому уделяю\nспектр моих хобби скорее широкий, чем глубокий: вожатство, игротехника, археология, массаж, редактура, публичные выступления, вязание, рисование, etc…\n"}}