{"Where-you-falter,-alter":{"title":"Where you falter, alter","links":["дела/Действие","общее/Сохрани.-Обработай.-Используй"],"tags":[],"content":"Когда-то я проходил курс по публичным выступлениям на Курсере. Там советовали: “репетируйте речи. И если во время репетиции вы где-то споткнулись, меняйте это место. Where you falter, alter”. Не стоит думать, что если вы споткнулись 1 раз вы не окажетесь там же второй.\nОбдумывая систему ведение дел, привычки, ведение заметок, я понял: принцип “where you falter, alter” лежит в основе моего мировоззрения “как быть продуктивным”.\nприменение принципа\n\nвыделять из “проекта” Действие — прислушиваться к себе “а точно ли мне будет просто его сделать?”\nидя в тренажёрный зал, даю себе свободу уйти, если мне будет “как-то не так”\nставя “помидорки” думаю “хм, а 45 минут мне норм будет? Нет, тогда 30?”\nберя какое-то дело из списка, могу начать его делать и понять, что сейчас не хочу продолжать. И взять другое, попроще\n\nКонечно, иногда нужно себя “заставлять”: “ещё 1 подход”, “давай доделаем уже за сегодня”,.. Но для меня есть разница между “заставлять”=“вызывать в себе кураж, бросать себе вызов” и “заставлять”=“идти через себя, пытаться перебороть отвращение к задаче”. Первое - приемлемо, второе - бессмысленно. Если у тебя что-то “не идёт”, отложи, подумай как это изменить и модифицировать. Не дави на себя. Where you falter, alter.\n\nобсуждение в Телеграм\nИсточники:\n\nЦитата “where you falter, alter” принадлежит Peggy Noonan.\nЕё идею в контексте публичных выступлений я увидел в курсе на Курсере\nполучившаяся мысль перекликается с идей Максима Ильяхова. Он говорит, что в продуктивности иногда мы чувствуем “трение”. И его надо отлавливать у себя и устранять. сначала зафиксируй необходимость изменения, потом меняй\n"},"entities/книга-'Думай-медленно...-решай-быстро'.-Канеман":{"title":"книга 'Думай медленно... решай быстро'. Канеман","links":[],"tags":[],"content":"книга описывает много полезных для нас концепций. Возможно, я напишу в будущем её краткое изложение, но пока смотрите “обратные ссылки” — статьи и понятия, взятые из этой книги :)"},"index":{"title":"Антон пытается в организованность","links":["meta/о-темах,-которые-тут-разбираем-и-обо-мне","заметки/О-заметках","привычки/О-привычках","дела/О-делах","хранение-информации-и-вещей/О-системе-хранения-информации-и-вещей"],"tags":[],"content":"“Цифровой сад”\n\nо темах, которые тут разбираем и обо мне\n\nточки старта:\n\nО заметках\nО привычках\nО делах\nО системе хранения информации и вещей\n"},"meta/о-темах,-которые-тут-разбираем-и-обо-мне":{"title":"о темах, которые тут разбираем и обо мне","links":["заметки/мой-бэкграунд-про-заметки","дела/мой-бэкграунд-про-ведение-дел"],"tags":[],"content":"Привет!\nЭтот сайт — моя попытка сделать “цифровой сад” — открытое пространство, в котором я делюсь своими мыслями и идеями.\nчто такое “цифровой сад”\nПо сути, это блог, но с двумя отличиями:\n\nупор на структуру, не на хронологию. Я постараюсь на сайте сделать достаточно чёткое изложение мыслей, чтобы по структуре можно было “бродить” и узнавать то, что вам интересно\nнезаконченность тем. Иногда (посмотрим, как получится) я буду писать не только законченных темах, но и просто ставить вопросы и писать лишь первые мысли с идеей дополнить их потом. Призываю для таких статей (для всех тоже, но для них особенно!) приходить в телеграм.\n\nХронологическая активность видна слева, но так же будет отображаться в телеграме\nкакие темы тут вас ждут\nФокусируюсь на вещах, связанных с “организованностью”\n\nПривычки\n“Продуктивность”\nРабота с заметками\nОбработка информации\n\nК этим областям относится куча вопросов и подтем. Все они будут рассмотрены, но когда-нибудь. Однако всегда можно мне написать :): уборка, залипание в соцсетях, сохранение идей для подарков, написание статей, чтение книг, отдых и сон etc.\nНа сайте будет как некоторые базовые принципы (порой может быть занудненько хД), так и практические применения.\nКроме того, иногда я могу рассказывать про оффтоп: в первую очередь возможен он про взаимодействие с людьми: от заметок по редактуре до мыслей по игротехнике.\nобо мне\nв контексте обсуждаемых тем\nПочему мне нельзя доверять. Вопросы привычек, продуктивности etc это вопросы из области психологии и нейробиологии. Я не специалист в этих областях. Я концентрируюсь на своём опыте, опыте друзей и рассуждениях. Опыт может быть невалиден для вас, в рассуждениях могут быть ошибки. Иногда я допускаю рассказ о психологии/биологии, но тогда стараюсь или подкрепить рассказ источником (как правило скорее научпоп, чем оригинальная научная статья) или явно указываю, что описанное ниже — моя теория.\nПочему мне можно доверять. Я пытаюсь разобраться в теме организованности с 2021 года (уже 3 года на момент написания статьи). За это время я, конечно, не постиг полный дзен, но многие вещи стали яснее. Я никуда не тороплюсь со своими заметками, что позволяет укладываться в голове идеям и даёт возможность им эволюционировать. И, наконец, я учёный и будучи учёным мне важна “научная честность” — я стараюсь не делать голословных утверждений, сосредотачиваюсь на наблюдениях и могу признать ошибку в идеях.\nТрадиционно все добавляют в рассказ “до внедрения системы я был ленив и ничего не делал”. В моём же случае проблема была не в лени, а в безумном количестве интересов. Я любил и люблю делать кучу вещей. Но как раз из-за этого чувствовал, что всё свободное время куда-то уходит и я почти не умею действовать проактивно, когда надо мной не довлеет дедлайн. И из-за этого чувствовал, как знания, которые я получаю, исчезают из памяти…\nСмотри также:\n\nмой бэкграунд про заметки\nмой бэкграунд про ведение дел\n\nвне контекста\n\nЗовут Антон. 29 лет (на момент написания статьи)\nДоступен в телеграме: @Lavnton\nфизик, кандидат физико-математических наук. Занимаюсь масс-спектрометрией, до аспирантуры был астрофизиком\nпрограммист: не профессионал, но в целом много времени этому уделяю\nспектр моих хобби скорее широкий, чем глубокий: вожатство, игротехника, археология, массаж, редактура, публичные выступления, вязание, рисование, etc…\n\n\nобсуждение в Телеграм"},"дела/База.-Что-значит-'продуктивность',-где-магия,-что-делать":{"title":"База. Что значит 'продуктивность', где магия, что делать","links":["общее/Сохрани.-Обработай.-Используй"],"tags":[],"content":"\nДо того, как я начал разбираться с системой продуктивности, в голове была отталкивающая картинка: человека, у которого каждая минута расписана каким-то делом, который почти никогда не отдыхает, который “в плену” своих дел. Но быть продуктивным не значит вот это.\n\n\n                  \n                  Tip\n                  \n                \nЗадача системы продуктивности — помочь решить, что и как сделать сейчас, а что и когда — в будущем. (подробнее)\nЗадача системы продуктивности — сделать так, чтобы ты не жалел о тех делах, которые делаешь. Чтобы на длинном горизонте ты был доволен и счастлив\n\nнафига “становиться продуктивнее”?\nНа первом уровне система продуктивность позволяет хотя бы не продалбываться. Знать, что если ты кому-то (и самому себе) пообещал — ты это выполнишь.\nНа этом уровне главный профит — твоё спокойствие. Все дела записаны, всё необходимое сделано.\nПо мере работы с системой тебе становится легче объединять дела в группы и выполнять их скопом. Начинаешь более ответственно подходить к обещаниям и уже осознанно оставлять или выкидывать дела. Замечаешь, когда у тебя достаточно сил, а когда нет. Какая нагрузка для тебя возможна.\nНа этом уровне главный профит — “эффективность”. Ты точно знаешь, какие дела и как успеваешь делать и можешь делать их наиболее качественном образом.\nДвигаясь с системой дальше, у тебя освобождается время и энергия, чтобы обдумать “а куда ты хотел бы двигаться”. Появляется возможность не забивать на глобальные проекты, появляется больше сил на рефлексию и целеполагание. \nОсвоившись с системой тебе становится проще думать и взвешивать стратегические задачи.\nОткуда магия? Почему мы вообще можем стать “продуктивнее”\nБольшинство задач, которые мы делаем по жизни — относительно короткое решение “что делать” и относительно длинное действие\n\nНо всё время переключаться между “хочу понять, как действовать” и действием сложно. За это отвечают две различные области мозга.\nГлавный цимес системы продуктивности — в разделении “обдумать” и “действовать”: ты можешь заранее (пока есть силы) облегчить будущему себе работу. И тогда будущий ты, когда сил уже нет сможет её сделать. \nВся система в основе своей — про разделение и группирование. Ты не бросаешься сразу делать дело, а сначала пишешь его себе в “корзину входящих”. Потом все дела группой обдумываешь. Часть группой же и получается делать.\nИ очень важно, что не забивая свою голову задачами, которые уже вот записаны ты можешь лучше сосредоточиться на текущих.\nс чего не стоит начинать\n\n\n                  \n                  Quote\n                  \n                \nЕсли корабль идёт ко дну, уже не важно, в какую сторону он направлялся  Дэвид Аллен, “Как привести дела в порядок”\n\nГлавная проблема всех начинающих двигаться в продуктивности — что они нагружают себя вместо того, чтобы разгрузить.\nМы начинаем с целеполагания. С составления плана на день. Но и то и то лишь сильнее нас прижимает к земле вместо того, чтобы дать передышку.\nПостановка целей — прекрасная штука. Но ваши остальные дела не уйдут магическим образом от того, что вы поставили цель. И вот, вам придётся И упорнее трудится в “приоритетных областях” И пытаться всё ещё как-то разобраться с тем бардаком, который есть в других делах. Лучше идти снизу вверх: сначала упорядочить бардак, потом оглянуться и поставить цель.\nПлан на день — вполне рабочий инструмент и он может помочь. Но от того, что вы просто запишите дело на какое-то время мало что изменится. Оно не станет магически образом привлекательным. Составляя же план на день вы сначала устанете делая это, потом (в силу того, что это новый навык) ошибётесь в количестве дел, вам придётся их переносить на завтра, с завтра на послезавтра и т.д.. Пока вас не задолбает и вы не забьёте на очередной план дня.  “Записать на время” может помочь только когда это редкое событие.. Не ставьте себе изначально задачи, в которых легко провалиться. Лучше делать систему таким образом, чтобы вы чаще оказывались “победителем.\nс чего начать\nчастный случай принципа Сохрани. Обработай. Используй\nЯ советую подход GTD (книга “Как привести дела в порядок” Дэвида Аллена).\n\nвсё, что вам нужно делать — записывайте сразу в “корзину входящих” (вашего таск-менеджера, отдельный чат ВК/тм/etc)\nразбирайте вашу корзину ежедневно — часть дел можно делать сразу, часть просто обдумывайте “с чего бы мне начать, какое первое действие?”\nсохраняйте “действия”, если они не привязаны к дню в общий список, не надо их заносить в календарь\nпериодически смотрите на систему, чтобы там не было застоявшихся задач\n\n\n“как всё сложно”\nкак всегда, в описанном выше есть много тонких мест.\n\nвсе пункты с чего начать — суть есть привычки. Их надо внедрять и может быть много тонкостей, почему у вас не получается внедрить ту или иную привычку\nинтеллектуальные задачки почти невозможно расписать на “действия”. Какое действие может быть при “ну придумай как это решать?”\nкакая-то противная задачка, оказавшаяся в списке “действий” может весь его “отравить” — вызвать у вас нежелание его просматривать\nзадач может быть слишком много и вы можете хотеть их отсортировать про куче разных критериев\n\nэто и многое другое будем разбирать в дальнейших постах ^_^\n\nобсуждение в Телеграм"},"дела/Действие":{"title":"Следующее Действие","links":["общее/Система-1-и-Система-2.-Быстрое-и-медленное-мышление","общее/Поведенческая-модель-Фогга","дела/штуки,-которые-мы-не-хотим-видеть,-загрязняют-весь-список-дел","Where-you-falter,-alter","общее/Никто-никому-ничего-не-должен.-Продуктивность-и-долженствование"],"tags":[],"content":"Действие — это некое дело, обладающее следующими свойствами:\n\nоно максимально упрощено, всё что можно было обдумать обдумано, вся неопределённость которая могла быть убрана.\nоно не требует “включение головы”, работает на быстром мышлении\nоно воспринимается мозгом как нечто законченное\nу нас есть хоть небольшая мотивация его делать\n\nКонцепция из методики Getting Things Done.\nкак это работает\n\nПоведенческая модель Фогга гласит, что чтобы мы что-то сделали, нужен триггер, мотивация и способность это делать. Чем проще дело, тем скорее мы таки это сможем сделать\nВажно поручать быстрому мышлению то, что раньше делалось медленным. Делая так, мы опять-таки повышаем наши шансы сделать дело.\n\nНа совмещении этих идей и возникает понятие “Действие”.\n“дела” и “действия”\nОбычно у нас есть список дел. “Дела” тут — просто что-то абстрактное, что мы когда-то придумали себе сделать. И у меня он тоже был, да не работал. Список дел не работает, потому что дела бывают сложными. Из-за сложности даже когда мы вспоминаем, мы не хотим их делать (опять отсылаюсь к модели Фогга). штуки, которые мы не хотим видеть, загрязняют весь список дел.\n\n\n                  \n                  Tip\n                  \n                \nЧтобы ваша система продуктивности работала, вам нужно превратить список дел в список действий\n\nкак сделать “дело” “действием”\nЧтобы сделать дело действием, надо прям идти по свойствам “действия” и их внедрять. Нужно задавать себе вопросы “а не спотыкаюсь ли я тут. Не кажется ли мне это слишком сложным или непонятным? Все ли шаги я могу делать? Хочу ли я вообще это делать?“. А дальше по принципу Where you falter, alter — меняйте и упрощайте дела.\n\n“как всё сложно”\nКонцепция Действия применима во многих областях, но иногда даёт сбои. Вот несколько проблем:\n\nиногда выделить Действие — само по себе основная задача. Так часто бывает в креативных проектах (понять бы с чего начать…). В писательстве, науке, программировании… Концепция не становится бесполезной, но перестаёт быть однозначно применимой.\nТо, будет ли тебе что-то казаться действием или нет, до куда упрощать — зависит от состояния. Может ты пишешь что-то с идеей “да я горы сверну”, а смотришь когда “я унылый тюлень”. Где останавливаться в этом упрощении — во многом зависит от нас\n\nсм про мотивацию Никто никому ничего не должен. Продуктивность и долженствование\n\n\nСам акцент на действиях может уменьшить мотивацию что-то делать. Я могу хотеть, например, написать стартап который захватит мир, гореть именно этим, но не зажигаться с утра от “измени десятую строчку в пятом файле”\n\n\nобсуждение в Телеграм и Телеграм*"},"дела/Искорка":{"title":"'Искорка' -- маленькое дело, которое настроит на продуктивный лад","links":[],"tags":[],"content":"Замечали ли вы, что начать делать хоть что-то (пока ты сидишь и прокрастинируешь) гораздо сложнее, чем взяться за ещё одну задачку после окончания предыдущей?\nЭто эффект, который автор “Атомных привычек” назвал “инерцией продуктивности”. Если ты прокрастинируешь и не хочешь вообще ничего делать - сделай хоть самую простую задачку и, глядишь, будет проще делать и более сложную.\nЯ немного развил мысль до концепции “задачи-искорки”. Такие задачи - лёгкие, иногда даже минутные, дела, но которые очень просто сделать и почувствовать себя молодцом. Как правило для меня это мелкие задачки по дому из серии “выкинуть вон ту бумажку”.\nВ классическом GTD такие задачи предполагается делать сразу при разборе корзины, но я специально оставляю их на потом - чтобы каждый раз смотря список следующих действий и выполняя какую-то мелочь уже чувствовал себя крутым и молодцом. И очень часто задачки искорки зажигают мою продуктивность, позволяя переключаться на более сложные вещи\n\nобсуждение в Телеграм"},"дела/Конкретные-намерения":{"title":"Конкретные намерения","links":["дела/Сила-самоназначенных-дедлайнов-в-их-редкости","привычки/Ой,-а-не-станет-ли-это-привычкой.","дела/Действие","общее/Система-1-и-Система-2.-Быстрое-и-медленное-мышление","дела/Самоконтроль----медленная-внутренняя-мотивация","общее/Поведенческая-модель-Фогга"],"tags":[],"content":"Δ Конкретное намерение — “обещание” себе сделать конкретные шаги по задаче при наступлении конкретных обстоятельств\n“Конкретное намерение” — задание себе алгоритма “когда случится &lt;определённое действие&gt;, я сделаю &lt;чётко заданные шаги&gt;“.\n\nсегодня, как приду домой, помою раковину\nна праздниках я посмотрю сайты магистратуры и выпишу 3 варианта\nсразу после работы я пробегусь 2 километра\n\nзачем нужны\nКонкретное намерение нужно, чтобы собственно делать дела, которые иначе как-то вот не делаются. Исследования показывают, что даже смутное намерение повышает шанс сделать дело на 20-30%, а “конкретное” — в два-три раза.\nцитата по книге “Гиперфокус”:\n\n62 % студентов из числа тех, кто поставил реализационное намерение осуществить цель, добились желаемого результата. В группе, которая формулировала намерения нечетко, результаты были гораздо ниже  – своих целей добились в три раза меньше участников, жалкие 22 %. Результат, который подтвердили дальнейшие исследования, оказался просто потрясающим. Конкретно сформулированные намерения могут удвоить или утроить шансы на успех.\n\nкогда применять\nПосмотрев на идею “конкретных намерений” кажется, что вот они — ключ к полной продуктивности. Но я думаю, что в них фишка как с дедлайнами: Сила самоназначенных дедлайнов в их редкости. Если вы ставите себе много намерений, особенно с непривычки, то вы перегорите. Пропустите что-то, а потом станете пропускать постоянно.\nПодавляющее большинство задач, которые вы решаете, должны разбиваться на действия: должны быть максимально упрощены и лежать просто в списке следующих действий, который вы смотрите. А формулировку намерений оставьте для тех редких случаев, когда дело-то сделать надо, но достаточно упростить его не получается. Когда вы видите, что вам нужен дополнительный импульс, дополнительный фокус именно на этом деле.\nПро идею формулировки конкретных намерений стоит знать. Но использовать их лишь тогда, когда прям совсем не получается сформулировать задачу в виде действия. Иначе вы будете слишком часто в голове держать дела, это будет вызывать стресс и… это не наш путь)). У меня лично в месяц штук 5 таких задач бывает, что их надо формулировать как “конкретное намерение” и держать в голове.\nкак работают\nВот несколько причин, почему, на мой взгляд, такие  намерения работают\n\nнаше Медленное Мышление может “запрограммировать” Быстрое. Если вы достаточно чётко сформулировали, когда вы хотите что сделать, вы сделаете это “на автомате”, вам не нужно будет задумываться о том, “делать это или нет”\nСамоконтроль — медленная внутренняя мотивация. Заранее подумав, что вы и при каких обстоятельствах хотите делать, вы начинаете делать это уже не на “силе воли”, а на “мотивации”.\nКонкретизация намерения уменьшает его неопределённость. Получается, вам становится его просто легче делать. А значит, по поведенческой модели Фогга, вы скорее его сделаете\n\n\n“как всё сложно”\nПрименение “конкретных намерений” может выйти боком. Если вы будете думать об этом как о “я и так не хочу это делать, так ещё и заставляю себя”. Делаю “чисто на силе воли”. Или если вы неправильно просчитали своё состояние и, когда наступит время приступать к делу, у вас уже нет сил на него.\nЧтобы формулировка “конкретных намерений” работала на вас, а не против, надо:\n\nв целом понимать, зачем вы это делаете (ведь Самоконтроль — медленная внутренняя мотивация)\nупрощать и конкретизировать дело насколько возможно\nподталкивать себя к тому, чтобы сделать запланированное, но не сильно корить, если вдруг не получается. А проанализировать, почему оно не получается\n\nЕсли у вас никогда нет сил на дело, если вы совсем не можете его упростить и не чувствуете мотивацию его делать — я не верю, что вы можете делать его регулярно.\n\nобсуждение в Телеграм\nисточники. Сама идея “конкретных” или “реализационных” намерений описана в\n\nкнига “Гиперфокус”\nкнига “психология мотивации достижения”\n\n“подводные камни” и объяснения работы — мои предположения"},"дела/О-делах":{"title":"О делах","links":["дела/База.-Что-значит-'продуктивность',-где-магия,-что-делать","дела/Действие","дела/Конкретные-намерения"],"tags":[],"content":"\nБаза. Что значит ‘продуктивность’, где магия, что делать\nДействие — центральная идея в продуктивности\nКонкретные намерения — что делать, когда не разбить на “действие”\n"},"дела/Самоконтроль----медленная-внутренняя-мотивация":{"title":"Самоконтроль -- медленная внутренняя мотивация","links":["общее/Никто-никому-ничего-не-должен.-Продуктивность-и-долженствование"],"tags":[],"content":"Рядом с идеей “долженствования → желания” лежит ещё одна мысль, которую я увидел у Аси Казанцевой в лекции “Наука откладывать удовольствие”. А она ссылается на статью Self-Control as Value-Based Choice.\nИдея, что наш “самоконтроль” это тоже не обязательно противопоставление “силы воли” и “желания”. Не “хочу пироженку, но должен есть морковку”. Это такая же мотивация, просто более медленно растущая.\nЕсли вы идёте и вдруг видите пироженку, скорее всего мотивация съесть её будет сильнее. Но если вы собираетесь на обед и думаете, что взять, то мотивация “буду стройным и здоровым” затмит мотивацию “хочу пироженку” к моменту, когда таки будет выбор."},"дела/Сила-самоназначенных-дедлайнов-в-их-редкости":{"title":"Сила самоназначенных дедлайнов в их редкости","links":[],"tags":[],"content":"Назначение самому себе дедлайна для задачи — это мощный инструмент. Он может помочь вам выполнить даже ту задачу, которую сделать иначе очень сложно. Но дедлайн это одновременно и очень раздражающий инструмент. Пользуясь им, не пытаясь дробить задачи до действий без дедлайнов, вы очень скоро начнёте раздражаться системой. И прекратите ею пользоваться.\n\nобсуждение в Телеграм"},"дела/мой-бэкграунд-про-ведение-дел":{"title":"мой бэкграунд про ведение дел","links":["meta/о-темах,-которые-тут-разбираем-и-обо-мне","заметки/мой-бэкграунд-про-заметки"],"tags":[],"content":"Вкратце зачем и как веду дела— чтобы вы смогли соотнести свой опыт с моим и понять, насколько он релевантен. Это не исчерпывающий список, и скорее для тех, кто уже что-то где-то про дела смотрел.\nцели\nЯ веду все свои дела в системе, чтобы, с одной стороны, не терять их, а с другой — не забивать им свою голову.\nподходы\n\nв основе методики лежат идеи GTD. Моя система дел — скорее список действий, чем план на день.\nпро привычки ближе всего идеи из книги “нанопривычки” — про маленькие шаги и необходимость “триггеров”.\n\nобласти\nИспользую для всего, чем занимаюсь: прога, физика, математика, вопросы продуктивности, общения etc.\nСтоит заметить, что мои задачи скорее творческие, чем менеджерские. Мне скорее надо самому себе ставить задачи так, чтобы при этом не ограничивать, нежели расставлять 5 встреч за день.\nопыт\n\nАктивно развивать текущую систему начал в марте 2021 года. До этого я тоже пробовал всякое разное в течение нескольких лет, но не очень системно.\n\nтехнические решения\n\nTick-Tick использую как основной таск-менеджер\nNotion для дополнительных идей\nно активно использую собственную автоматизацию как внутри тик-тика, так и в ботах в телеграме и ВК\n\nПланирую в обозримом будущем выпустить свой таск-менеджер.\n\n\n                  \n                  Seealso\n                  \n                \n\nмой бэкграунд про заметки\n\n\n\nобсуждение в Телеграм"},"дела/штуки,-которые-мы-не-хотим-видеть,-загрязняют-весь-список-дел":{"title":"штуки, которые мы не хотим видеть, загрязняют весь список дел","links":["дела/Действие","общее/Сохрани.-Обработай.-Используй","дела/Сила-самоназначенных-дедлайнов-в-их-редкости","общее/Никто-никому-ничего-не-должен.-Продуктивность-и-долженствование"],"tags":[],"content":"Часто, особенно пока мы учимся преобразовывать дела в действия, мы будем в список действий добавлять что-то, чего мы на самом деле не хотели бы там видеть. Чему у нас нет мотивации. Добавлять что-то, что должны сделать, а не что хотим.\nОдно такое неприятное дело как ложка дёгтя может испортить весь список действий: ваш мозг будет противиться смотреть список, избегая столкнуться с тем делом. Ваша привычка обращаться к списку следующих действий даст сбой. Ваша организованность полетит к чертям.\nчто делать\nДелать что-то можно по ходу и превентивно\n\nПо ходу. Если вы вдруг поняли, что что-то из списка действий не хотите делать — выкидывайте его из списка действий. Обратно в Корзину Входящих. Разберитесь с ним тогда, когда будете готовы включать мозг, а не когда надо действовать на автомате (идея сначала зафиксируй необходимость изменения, потом меняй).\nПревентивно. Если на этапе разбора входящих вы видите, что какое-то дело вам прям совсем поперёк горла, воспользуйтесь одним из двух вариантов\n\nТактический. Поставьте себе дедлайн, примите решение, что вы делаете это чисто на силе воли. Но помните, что Сила самоназначенных дедлайнов в их редкости. Вы можете так сделать пару-тройку дел в неделе, но больше — уже тяжело\nСтратегический. Попытайтесь таки сделать так, чтобы дело было Действием. Упростите его и найдите мотивацию. Никто никому ничего не должен. Продуктивность и долженствование.  Это сложно, особенно в части мотивации. Но чем лучше вы будете справляться, тем прощу вам будет :)\n\n\n\n\nобсуждение в Телеграм"},"заметки/P.A.R.A.-метод-Тьяго-Форте.-И-моя-критика-метода":{"title":"P.A.R.A. метод Тьяго Форте. И моя критика метода","links":[],"tags":[],"content":"P.A.R.A. — методика организации разных виртуальных штук. Отвечает на вопрос, как лучше хранить файлы, папки, заметки,.. Создана Тьяго Форте.\nЦель системы P.A.R.A. — для любого кусочка информации иметь определённое место, куда его положить и где его найти.\nP.A.R.A. учит размещать всё, что вы используете в 4 категории\n\nProjects (проекты). “Проект” в методике это что-то относительно короткое с чёткой целью и дедлайном. Защитить дипломную работу; запустить сайт; разработать бизнес-план; смонтировать видео; написать сюжет для комикса; организовать вечеринку. Для каждого проекта можно создать свою подпапку в папке “проекты” и кидать туда всё, что вам кажется может к нему относиться.\nAreas (области). “Область” — это отдельная сфера вашей жизни. “Шляпа”, которую вы носите. “Роль”. Здоровье; финансы, повышение квалификации; путешествия; увлечения; друзья; квартира; автомобиль; продуктивность; продуктовая разработка.\nResource (ресурсы). “Ресурс” — это область интересов. Его отличие от “области” в том, что ресурсы не привязаны напрямую к вашей жизни. Области хранят в себе более приватные вещи, а ресурсы — более общедоступные. Фото, подкасты, статьи, заметки, ссылки на другие ресурсы.\nArchives (архивы). “Архив” — место для того, что уже не используется. Завершённые проекты. Ресурсы и области, которые перестали быть интересны. При этом архив, как подчёркивает Тьяго, не “кладбище” проектов. Туда по прежнему надо заглядывать и оттуда брать идеи, когда начинается новый проект.\n\nПримеры P.A.R.A. на сайте автора\n\n\n                  \n                  Метафора с кухней \n                  \n                \nТьяго предлагает следующую метафору:\n\nархив — морозильная камера\nресурсы — кладовая\nсфера жизни — холодильник\nпроекты — что на плите\n\n\nДинамичность системы\nВажной особенностью системы P.A.R.A. является её динамичность.\nФайлы и папки путешествуют между категориями по мере того, как интересы меняются. Завершился проект? Он идёт в архив. Область снова стала интересна? Она находится в архиве и выделяется из неё.\nНе стоит пытаться делать статичную систему: так, например, смешиваются проекты, которые вы реально делаете и кучу “справочного материала”, засоряющего всё вокруг.\n\nМоя критика системы\nПримечание. Критики довольно объёмная получилась. Вам может показаться, что я излишне ругаю и придираюсь к мелочам. И вы правы. Критика ниже — моё отражение мыслей “а вот тут мне чего-то не хватило”. Они запустили процесс обдумывания “а как выглядит моя идеальная система”. Самой системы ещё нет, но обдумывание, чем не устраивает  P.A.R.A. — первый шаг к созданию своей.\nP.A.R.A. — эвристическая методика. То есть её автор, Тьяго Форте, как то просто попробовал её, увидел что она подходит и описал, не пытаясь понять, “почему оно так”. Это не делает её “плохой”: если она ему подходит, то вероятно подойдёт и близким по духу людям. Кроме того, эвристики часто встречаются во всех областях науки. Да и сами научные теории где-то в глубине строятся на постулатах, для которых никто не может дать ответ “а почему так”. Я думаю P.A.R.A. хорошая методика и она отличный старт для того, чтобы от неё оттолкнуться. Однако она не всё описывает и не всегда вписывается.\nP.A.R.A. отлично работает в “типичных” случаях. Но мне хочется разобраться, а когда же это не так. Чтобы это понять, хорошо бы понять и а почему оно работает когда работает.\nне заданные вопросы “почему”\nКак будто бы при её создании не задали несколько вопросов ”почему же мне именно так удобно?”\n\nПочему же мне удобно, чтобы проекты были отделены? Ведь проект — это просто штука с целью и дедлайном. Как эти свойства говорят, что их стоит хранить отдельно от всего другого?\nПочему же мне удобно, чтобы области были отдельной категорией? Ведь они что-то среднее между “проектами” (тоже личные) и “ресурсами” (тоже вызывают интерес)?\nПочему же мне удобно, чтобы в архив клалось всё вместе и в кучу, если раньше я так старательно выделял категории?\n\nграничные случаи\nТо, что мы храним у себя на компьютерах и в онлайн-приложениях штука очень разнообразная. Кажется, P.A.R.A. не очень работает, если мы пытаемся “покрутить” её концепции на границах.\n\n“так в чём же отличие Проекта от Области”. Казалось бы, граница чёткая: Проект это короткая штука с целью. Однако. Если цель вещь понятная, она или есть или нет, то “короткость” уже эфемерное понятие. Например: у меня был проект “Диссертация”. Я шёл к защите примерно 1.5 года. У меня была чёткая цель. Но было ли это “проектом” или “областью”? Где стоило бы хранить? А когда я женюсь, будет ли цели “прожить счастливую совместную жизнь” достаточно, чтобы Область “семья” стала Проектом? Мы хорошо разделяем типичный проект от типичной области. Но что делать на границах этого понятия?\n“так в чём же отличие Области от Ресурса”. Казалось бы, граница чёткая: Область это что-то личное, ваше. Однако. Возьмём критерий “это моя роль”. Вот я иногда веду тренинги по публичным выступлениям. Будет ли “Публичное выступление” Ресурсом (я просто интересуюсь!) или Областью (ведь у меня есть “Шляпа” “спикер”). Возьмём критерий “это что-то личное, что вряд ли вы расшарите другим”. Я состою в Студенческих Отрядах. И вряд ли я смогу просто поделиться каким-то “внутряком” тут в блоге. С этой точки зрения, например, идея “рассаживайте ребят на Школах Вожатского Мастерства полукругом на стульях, а не за партами” относится к Области, я не буду её шарить. Но для любого другого представителя движения это уже как будто Ресурс — общая мысль, которую можно открыть.\n“так в чём же отличие Ресурса от Архива”. Казалось бы, граница чёткая: в Архив попадает то, к чему больше нет интереса. Однако. Вот только если он нас не интересует, почему же его стоит просматривать при новых проектах? Видимо, потому что старые, законченные проекты могут предоставлять интерес. А если так, то чем эта часть Архива не Ресурс? Чем “так, посмотрю ка что читал на эту тему 2 года назад” отличается от “так, посмотрю ка что читал на эту тему в книге”\n\nвопросы за пределами системы\nНапоследок, подниму несколько вопросов, которые P.A.R.A. обходит, хотя хотелось бы, чтобы упомянула:\n\nустройство “Ресурсов” и “Архива”: если про Проекты и Области Тьяго пишет что-то из серии “делайте их плоскими, всё будет норм”, то как лучше сохранить Ресурсы и Архив — где всё накапливается и может быть огромное число файлов и папок — Тьяго даже не упоминает\n\nв частности, насколько разным может быть запрос. Вот есть у меня книга по физике. Может быть я хочу “что-то, связанное с интересом “Физика&quot;&quot;. Но чаще всего я хочу “книгу, скорее всего определённого автора”. И где тогда эту книгу хранить?\n\n\nсоотнесение кусков информации из разных программ: например, часть презентаций я делаю в Google Slides, а часть — у себя на компьютере. Стоит ли их потом хранить в одном месте или пусть так в разных системах и лежат?\nсоздание привычек, связанных с PARA. Например, Тьяго пишет про динамичность системы. Но ничего не упоминает про то, что эту динамичность надо поддерживать, а для этого нужна привычка\nвозможность подстёгивания внутренней мотивации. Не редко то, что мы храним мы храним не просто чтобы хранить. На самом деле мы хотели бы “не забыть” об этом. Чтобы потом такие наткнулись и “о, я же хотел клёвую штуку замутить”. Но P.A.R.A. используется только для хранения.\n\nЗаключение: чего это я занудствую\nКонечно, вопросы выше это некоторое занудство и, как говорит мой друг, “атака на границы”.\nВ подавляющем числе случаев вы просто загляните сначала в Проекты, потом в Области и в одной из этих категорий найдёте что нужно. В подавляющем числе случаев вы просто будете помнить, что “законченные проекты лежат в архиве, а книга - в ресурсах” и загляните или туда или туда. Оно работает (почти всегда). А “работает — не трогай”. Система не обязана отвечать на вопросы, которые я сам для неё выдумал.\nСистема P.A.R.A. — хорошая система. Она действительно поможет разобраться с бардаком, который лежит у нас на компьютере и интернете. Но вопросы выше как будто показывают, что система делит информацию по слегка неправильным срезам. Что её можно несколько изменить и улучшить. Что я и хочу сделать)\n\nобсуждение в Телеграм"},"заметки/База.-Два-мира-заметок----информированность-и-понимание":{"title":"База. Заметки -- надо ли оно вам? Два мира заметок -- \"информированность\" и \"понимание\"","links":[],"tags":[],"content":"\n“Заметки” — термин очень общий. Это и какие-то свои мысли. Это и цитаты из книг. Это и примеченные рецепты по кулинарии. Нужно ли вам всё это разнообразие? Хотите ли вы тратить время на запись, на построение Системы и на работу с ней? Эта статья должна немного помочь определиться — стоит оно усилий или нет.\nТипы и цели заметок\nГлавная развилка для заметок — “информация” или “понимание”. Вы “собираете” или “творите”. Сосредотачиваетесь на “информированности” или “понимании”.\n\n\n                  \n                  Example\n                  \n                \n\nСохранить день рождения друга или идею для подарка ему — “информация”\nПосчитать и сохранить время в пути — “информация”\nСохранить описание алгоритма Дейкстра — “информация”\nСохранить алгоритм подключения к программе — “информация”\nСохранить формулу преобразования временного сигнала в частотный спектр — “информация”\n\n\n\n\n                  \n                  Example\n                  \n                \n\nСвязать идею Единого Источника Истины из программирования с такой же идеей в сохранении заметок — “понимание”\nОбдумать, какие варианты речей бывают на публичное выступление — “понимание”\nРазобраться, что скрывается за идеей “понимания” — “понимание”\nНайти “за” и “против” для идеи “съесть лягушку по утрам” — “понимание”\nОпределить все возможные цели заметок — “понимание”\n\n\nОбе эти категории имеют куст возможных целей:\n\n“информированность”\n\nСохранение информации\nФормулировка алгоритмов действия\nЗапоминание интересных областей\n\n\n“понимание”\n\nПознание мира\nСоздание контента\nУпорядочивание мыслей\n\n\n\nНадо ли делать заметки?\nнадо ли делать заметки для информации\nЕсли вы хоть раз записывали номер телефона своего друга, если хоть раз сохраняли понравившийся мем — значит вы уже их делаете! Возможно на листочках бумаги, возможно в Google.Keep, возможно в Apple.Notes, может на листках бумаги.\nУбеждён, что хоть где-то хранить информацию надо всем. Храня информацию “где-то во вне” вы перестаёте загружать свой мозг. Вы перестаёте бояться забыть, а значит можете не цепляться за идею, быть более свободным.\nМы все как-то храним информацию. Вопрос, а как сделать это удобно? Удобен ли вам ваш способ?\n\n\n                  \n                  Пример пользы ведения заметок \n                  \n                \nЕсть у меня знакомая, к которой ходил обучаться массажу\n\nв период обучения (3 раза в неделю) мне не надо было запоминать “а какой адрес дома и квартиры”. Я это помнил и так, очень уж часто бывал.\nно вот, обучения закончилось, а общение нет. И бываю у неё периодически — раз в месяц-два. Теперь информация “а какой номер квартиры” не хранится в моей памяти.\nЯ раз посмотрел при подходе в переписке. Второй. Третий. И я конечно тупенький, но на четвёртый понял: ситуация будет повторяться\nЯ перенёс информацию о адресе знакомой из переписки в свою систему заметок и теперь доступ к ней имею в пару кликов\n\n\nнадо ли делать заметки для понимания\n“Заметки для понимания” — совершенно отдельная категория заметок. И если что-то мы храним всегда, то вот целенаправленные заметки для понимания, для думанья письмом — вещь уже не настолько очевидная.\nНадо ли вам делать заметки для понимания? В целом-то нет. Нормально и без них живём. Но могут быть области, где они таки полезны.\nЕсли вы пытаетесь разобраться в области, где вам доступны лишь крупицы информации, где надо собирать её по частям — вам стоит делать заметки для понимания. Одну мысль вы нашли в одной книге. Другую — высмотрели в ролике. Третья пришла сама по себе. И вот, глядишь, вы уже немного и разобрались в теме.\nВедение заметок для понимания позволяет более широко взглянуть на тему. Позволяет задуматься над связями и параллелями в спокойной обстановке — а не в той, в которой вы увидели мысль изначально.\n\n\n                  \n                  Пример пользы ведения заметок \n                  \n                \n\nя вёл осенью тренинг про общение.\nПроскользнула у меня мысль “жаль, что я не посвящаю каждый день какой-то теме”\n\nна этом уровне я могу быть без заметок: скорее всего мысль “ой, а я же хотел тематические дни” мне придёт сама, когда я следующий раз начну вести тренинг…\n…но не факт, что в период подготовки, а не после первого дня. По крайней мере теперь эта мысль встретиться заранее\n\n\nЗаписал мысль в заметки и забыл на некоторое время\n… прошло 2 месяца (я не очень быстро разбираю записи)\nУвидел заметку ”(проблема) тематические дни тренинга”\nЯ задумался “а вообще с чего я тогда решил, что лучше, чтобы они были тематические”? (смог задуматься потому что меня никто не торопит)\n\nПришла в голову мысль ”Нечто, объединённое одной темой, лучше запоминается и на дольше остаётся в памяти“.\nИз неё логически вышло ”Для мероприятия надо продумывать одну объединяющую идею“.\nА мысль ”дни тренинга лучше, чтобы были посвящены каждой своей теме” стала следствием предыдущей\n\n\nтеперь я:\n\nи вовремя увижу саму мысль\nи понимаю, почему мне это важно\nи думаю про другие мероприятия/игры буду иметь в виду: “стоит думать всё вокруг одной темы”\n\n\n\n\nкак вести заметки\nОчень много нюансов, но вот вам основные идеи для затравки:\n\nхраните не по тому, где вы нашли мысль, а где она вам скорее пригодится (т.е. не отдельные выписки из книг, а общая локация для и из книг и из подкастов и т.д.)\nесли у вас есть конкретный проект, создайте папку проекта и храните всё относящееся к нему там. (“принцип локальности”)\nНе перебарщивайте с рубриками: добавляйте новую рубрику только когда прям точно в этом уверены. А что не вписывается в рубрики можно просто поместить в раздел “разное”\nДумайте о длине заметок: для “информации” лучше большой сшитый формат, где вся информация вместе. Для “понимания” - атомарные заметки — кусочки пазла, которые можно переставлять\nДумайте о долговечности: если заметки для “информации” могут быть привязаны к конкретному проекту и нормально, когда они устаревают, то основные заметки для “понимания” могут копиться вами всю жизнь. В частности, поэтому, остерегайтесь проприетарных форматов.\n\nЯ использую Notion и Obsidian для ведения заметок. В качестве основных подходов советую посмотреть темы “Zettelkasten”, “BASB”, “PARA”, “Evergreen notes”.\n\n“как всё сложно”\nВедение заметок — самая сложная из тем, которым посвящён мой блог. В привычках вся “база” понятна: если что не получается, ты знаешь, почему. В “ведении дел” мне тоже удалось видеть работающие схемы. Да и дел-то в фокусе 10-30 бывает.\n\nЗаметок уже больше 1000 и будет ещё больше. Их не свалишь в одну кучу\nДля заметок нет основополагающей книги, от которой можно отталкиваться (как “нанопривычки” для привычек и “GTD” для дел)\nЗаметки очень плавающая категория. Нет чёткой грани между “заметкой” и полноценным источником. Хранить ли, например, заметки и книги вместе? Разделять ли их?\nИ, самая большая проблема — обращённость в далёкое будущее. Ты примерно знаешь, когда ты будешь делать какое-то дело. Но сам подход заметок для понимания таков: ну делай, смотри на них, твори, авось что-то интересное да всплывёт. А может и не всплыть. Никакой определённости\n\nДаже озвученные тут категории “Информированность” и “понимание” — полезные, но не твёрдые. Вот сейчас для меня заметка “кампус вуза” — заметка для информации. А вдруг (не планирую, но вдруг) увлекусь архитектурой. И сразу начну рассматривать кампус под другим углом.\n\n\n\nРезюмируя, с заметками всё не просто сложно, а прям очень сложно. Их много, не понятно что считать заметкой, не понятно когда они пригодятся… Что сохранять? Как сохранять? Стоит ли оно вообще того?..\nНо тем интереснее пытаться разобраться в этой области. Давайте сделаем это вместе :)\n\nобсуждение в Телеграм"},"заметки/О-заметках":{"title":"О заметках","links":["заметки/База.-Два-мира-заметок----информированность-и-понимание","заметки/P.A.R.A.-метод-Тьяго-Форте.-И-моя-критика-метода"],"tags":[],"content":"\nБаза. Два мира заметок — информированность и понимание\nP.A.R.A. метод Тьяго Форте. И моя критика метода\n"},"заметки/мой-бэкграунд-про-заметки":{"title":"мой бекграунд про заметки","links":["meta/о-темах,-которые-тут-разбираем-и-обо-мне","дела/мой-бэкграунд-про-ведение-дел"],"tags":[],"content":"Вкратце зачем использую заметки — чтобы вы смогли соотнести свой опыт с моим и понять, насколько он релевантен. Это не исчерпывающий список, и скорее для тех, кто уже что-то где-то про заметки смотрел.\nцели\nЯ использую заметки для сохранения справочного материала, для “мышления письмом”, для фиксации своих решений и теперь вот для ведения блога.\nподходы\n\nблизкий к Zettelkasten (и подобным) для мышления\nблизкий к PARA (и подобным) для хранения\nи многие свои дополнения\n\nобласти\nИспользую для всего, чем занимаюсь: прога, физика, математика, вопросы продуктивности, общения etc.\nЕщё сохраняю справочную информацию/заметки связанные с проектами и делами: от “куда мне надо прийти в пятницу” до “какие книги мне рекомендовали почитать”.\nСтоит заметить, что мои задачи скорее творческие, чем менеджерские. Мне надо скорее научиться сортировать относительно много разнородной информации, чем очень много однородной. У меня возникает проблемы “как сохранить картинку из статьи, чтобы не забыть про неё”, но не возникают “а как сохранить информацию про Петрова из вот того месячного проекта 2018 года”.\nопыт\n\nзаметками в плане “справочного материала” я целенаправленно занимаюсь с марта 2021\nзаметками для “мышления письмом” с ноября 2021\n\nтехнические решения\nИспользую следующие решения:\n\nNotion (в основном для справочного материала)\nObsidian (в основном для мышления письмом)\nНу и просто файловая система для сохранения разных итоговых результатов\n\n\n\n                  \n                  Seealso\n                  \n                \n\nмой бэкграунд про ведение дел\n\n\n\nобсуждение в Телеграм"},"общее/Контекст":{"title":"Контекст","links":["дела/Искорка","общее/закон-Хика","хранение-информации-и-вещей/Работа-с-системой-организации.-Привычка-поиска"],"tags":[],"content":"Контекст — некоторый закреплённый в нашей голове набор ассоциаций и возможностей, привязанных к этим ассоциациям.\nНа этой идее держится куча всего в продуктивности:\n\nнаша память контекстуальна  — мы вспоминаем вещи по ассоциациям, причём проще всего нам это делать в том же “состоянии”, где вещь запомнилась. А значит, всё систему организации (которая держится на памяти) надо пилить с учётом контекстов\nконтексты задают возможности действий — в рабочем контексте мы делаем рабочие дела. А значит, и систему дел можно разбить по контекстам.\n\nДать чёткое определение контекста очень трудно. Продолжу славную традицию считать, что “ну это и так понятно” и дам разные примеры “контекста”. Заметьте, насколько они разнообразны, но все их кто-то считает контекстом.\nпримеры контекстов\n\nпо области деятельности\n\nрабочие задачи\nличные задачи\nсемейные задачи\nхобби\n\n\nделение по местности\n\nна работе\nдома\nв определённом городе\nна природе\nу компа\n\n\nделение по состоянию\n\nтребующие вдумчивости\nпростенькие, как Искорки\n\n\nпо наличию человека рядом\nпо длительности — маленькие или большие\nпо состоянию ума\n\nкогда надо сосредоточиться\nкогда хочется порефлексировать\n\n\n\nтак что же такое контекст и какими они бывают\nИз примеров выше может стать всё понятно или ничего не понятно :)\nЯ условно делю контексты на “жёсткие” и “мягкие”\n\n“жёсткие” — такие, вне которых ты точно ничего не можешь сделать. Ты физически не можешь убраться дома, находясь не дома или зайти в HR, находясь не на работе.\n“мягкие” — такие, что для кого-то существуют, а для кого-то нет. По сути такие контексты — “подсказки” твоему мозгу, попытки упорядочить этот мир и поделить его на более менее разумные категории. Это способ ограничить область, которую ты смотришь.\n\nзачем иметь контексты\nКонтексты помогают:\n\nотсечь лишнее. Когда ты можешь делать только “лёгкие” дела, зачем тебе видеть ещё и “тяжёлые”? Только усложнят выбор по закону Хика.\nсформировать привычки (см. Работа с системой организации. Привычка поиска)\n\nнекоторые контексты — это буквально триггеры привычек (контекст “при общении с Имяреком” → триггер “как только увижу Имярека…“)\nдругие контексты — просто фиксация в наших головах набора возможностей и связей. Контекст “работа” вызывает у нас желание скорее заниматься рабочими делами, нежели личными и не даёт забыть, что эти рабочие дела в целом где-то в системе есть\n\n\n\n\n“как всё сложно”\nХотя контексты и клёвая штука, они могут сыграть во вред.\n\nхорошо, когда есть несколько часто используемых контекстов. Но когда их много и они возникают раз в год — вы вряд ли вспомните об их существовании. Такие контексты скорее помешают что-то найти и что-то сделать, чем помогут\n“мягкие” контексты — штука несколько опасная. Может быть вы поместили действие в контекст “поговорить с человеком”, тогда как ему можно просто “написать”, а в контексте “написать” ничего и не лежит. Или взяли контекст “когда буду в другом городе” и не учли, что друг из этого города сам может вдруг приехать к вам. Поэтому дела в таких контекстах всё равно приходится регулярно просматривать\nну и вообще, не стоит переусложнять структуру — что дел, что хранилища. Если у вас 10 дел, вам не обязательно их разбивать на 5 контекстов, можно хранить и единым списком.\n\n\nобсуждение в Телеграм"},"общее/Мысленная-дробь":{"title":"'Мысленная дробь'","links":["общее/Система-1-и-Система-2.-Быстрое-и-медленное-мышление","хранение-информации-и-вещей/О-системе-хранения-информации-и-вещей","общее/Как-работает-память.-Некоторые-факты,-применимые-для-организованности","дела/О-делах","entities/книга-'Думай-медленно...-решай-быстро'.-Канеман"],"tags":[],"content":"\n\n                  \n                  Warning\n                  \n                \nидея “мысленной дроби” — интересная концепция. Но не будучи нейробиологом, я не могу гарантировать её истинности\n\nΔ Мысленная дробь — процесс Системы 1, во время которого она в качестве отклика на какой-то запрос вытаскивает сразу ворох ответов, которые как-то ассоциативно связаны с запросом. Причём некоторые вытащенные мысли могут не осознаваться человеком.\nНаш мозг как будто бы посылает дробинки во все стороны, пытаясь поймать весь ворох ассоциаций.\nзачем нам это?\nидея “мысленной дроби” помогает осознать, как и почему работает наша память и креативное мышление.\n\nпонимание работы памяти важно для создание хорошей системы хранения информации: Как работает память. Некоторые факты, применимые для организованности\nпонимание работы креативного мышления важно для умения обращаться с “креативными” задачами в рамках “ведения дел”\n\n\nобсуждение в Телеграм\nисточник: книга ‘Думай медленно… решай быстро’. Канеман"},"общее/Никто-никому-ничего-не-должен.-Продуктивность-и-долженствование":{"title":"Никто никому ничего не должен: Продуктивность и долженствование","links":["дела/Действие","дела/Самоконтроль----медленная-внутренняя-мотивация"],"tags":[],"content":"Сегодня я выбираюсь совсем на край области, о которой обычно говорят в Продуктивности, влезаю в философию и психологию. Но считаю всё равно нужным об этом поговорить, ведь тема стоит в фундаменте моего мировоззрения как личности в целом и, конечно, влияет на мой взгляд на ведение дел и продуктивность. Эта статья посвящена призыву перестать думать в плоскости “долженствования” и начать думать в плоскости “желаний”.\n\n\n                  \n                  Tl;dr: \n                  \n                \n\n“должен ↔ хочу” это скорее вопрос разного взгляда на одни и те же действия, нежели разные сами действия\n\nхотя что-то при смене оптики, конечно, вы можете перестать делать или начать\n\n\nвсю систему продуктивности (в том виде, которую пропагандирую её я) есть смысл вводить только когда вы в гармонии с собой и своими желаниями. Что из рассказываемого сработает, если большую часть вы делаете через силу — тот ещё вопрос\n\n\nСначала речь пойдёт о том, что такое “долженствование”, почему идею не так воспринимают. А потом — что даст уход от этой концепции.\nИдея “должен” против идеи “хочу”\n\n\n                  \n                  Quote\n                  \n                \nНикто никому ничего не должен\n\nВы наверняка слышали эту фразу именно в такой формулировке. Она отлично ложится “на щит” и вызывает бурю эмоций. Если ты живёшь в иной парадигме или если ты просто не задумывался о таких вещах, фраза “никто никому ничего не должен” звучит, честно говоря, как издёвка. Дескать я тут впахиваю, а этим лишь бы бездельничать, потому что “не хотят” что-то делать. Эта позиция и эти эмоции совершенное естественны и понятны.\nМного кто видит противопоставление “долг ↔ желание” как “беру на себя обязательства ↔ бездельничаю”, “на меня можно положиться ↔ следую зову левой пятки”. Например, сходу в интернете три статьи как раз про этот посыл: 1, 2, 3. Мы с мамой ведём тренинг и там видим все те же возражения “только представьте, что за хаос случится, если все будут жить чисто по своим желаниям!“.\nПоинт, который я хочу доказать вам тут, следующий: если вы против идеи замены “должен” на “хочу”, вы или не правильно понимаете, саму растяжку &quot;долг&quot; ↔ &quot;желание&quot; или неправильно представляете, какие изменения произойдут при смене концепции.\n\n\n                  \n                  Tip\n                  \n                \nизменение “долг → желание” это гораздо больше изменение взгляда на мир, вопрос осознания своих потребностей, нежели изменение действий.\n\nчто значит “должен”\nИдею нашего “долга” мы часто воспринимаем слишком широко. Обратимся к толковым словарям\nУшаков даёт:\n\nДОЛЖЕН, должна, должно, в знач. сказуемого. 1. кому-чему. Должник кого-н., обязан уплатить что-н. кому-н. Я вам должен три рубля. 2. с инф. Обязан сделать что-н. Служащие должны во время являться на работу. || О том, что непременно, неизбежно совершится, произойдет. Затмение должно наступить в три часа. || Служит для выражения вероятности, предполагаемой неизбежности какого-н. события. Она должна была прийти еще вчера. Подождите, он должен вернуться к обеду.\n\nОжегов даёт\n\nДОЛЖЕН, -жна, -жно, в знач. сказ. 1. с неопр. Обязан сделать что-н. Д.подчиниться приказу. 2. с неопр. О том, что совершится непременно, неизбежноили предположительно. Он д. скоро прийти. Должно произойти что-то важное. 3.кому. Взял взаймы, обязан вернуть долг2. Д. мне сто рублей. * Должно быть,вводн. сл. - вероятно, по всей вероятности.\n\nВ обоих определениях указано, что “должен”=“неизменно произойдёт”. Нет другого выбора. Нет вариантов действий. Нет возможностей на что-то повлиять.\nЗначит вопрос “долга” это не про то, взяли ли вы на себя обязательства или нет. Это вопрос, верите ли вы в свою свободу воли и есть ли у вас варианты действий. Как понимаете, глобально о вопрос свободы воли сломано множество философских копий. И я не буду тем, кто проблему разрешит. Скажу лишь, что я считаю себя человеком со свободной волей. И что думать в этой парадигме полезно для продуктивности, ибо, как упомяну ниже, Наибольшей побудительной силой обладает наименьший стимул.\nчто значит “хочу”\nИдею нашего “желания” мы часто, в противовес предыдущему, зауживаем, противопоставляя её существующему порядку вещей. Из серии “будь у меня золотая рыбка, я бы пожелал миллион долларов”. Мне кажется это неверной трактовкой идеи “чего я хочу”.\n“Я хочу” значит, что “у меня есть мотивация это делать”. “Я хочу” значит, что “в этих обстоятельствах я выберу именно вот это”\n\n“Я хочу ходить в спортзал” значит “я туда хожу”. А “хочу, но не хожу” это “я бы хотел достаточно сильно хотеть. Жаль что я больше хочу отдыхать”.\n“Я хочу переехать” значит “я планирую переезд”. А абстрактное “хочу” это “я б хотел хотеть. Жаль, что неизвестности я хочу гораздо меньше”.\n“Я не хочу заполнять бумаги” значит “я их не заполняю”. А “не хочу, но заполняю” это “может сами бумаги я б и не заполнял, но они — часть моей работы. А её я хочу продолжать и не хочу потерять”.\n\nЗаметьте, наша мотивация вполне может быть и негативная, что мы боимся чего-то. Но это всё равно вопрос мотивации, а не долга.\nчто если “начать следовать своим желаниям”\nДа на уровне действий-то ничего не изменится. Мир не рухнет. Как будто бы есть такая идея: “стоит людям делать то, что они хотят — так сразу всё рухнет”. Нет. Все наши действия так или иначе где-то упираются в наши потребности. И менять взгляд “долг → желание”, если менять его не поверхностно, а копаясь в глубине, это как во многом находить, почему что-то, что мы уже делаем мы реально хотим делать. Конечно, нам проще считать, что “мы должны делать A”, чем “я делаю A, потому что это условие для B, которое подстёгивает моё желание быть C”. Конечно, покопавшись в себе какие-то действия могут измениться. Но это почти никогда не глобальное изменение действий.\nЭта мысль хорошо описана у Маршалла Розенберга в книге “Ненасильственное общение”. Там он говорит, что вопрос “должен” или “хочу” это вопрос оптики, взгляда на мир.\nЗачем нам менять взгляд на мир\nОсознавая свои желания, мы счастливее. Счастливее, мы продуктивнее.\n\nпсихолог Шон Ачор обнаружил, что счастливые люди на 31 % продуктивнее, чем находящиеся в плохом или нейтральном настроении\n(c) книга “Гиперфокус”, ссылающаяся на книгу “преимущество счастья”\n\n\nВ обзоре литературы, посвященном данной проблематике (см.: Peterson, 1990), дается большой перечень исследований, в которых было показано, что оптимисты лучше учатся в школе и более успешны на работе \n(c) книга “психология мотивации достижения”. Гордеева\n\nЕсли мы осознаём, почему делаем ту или иную штуку, нам проще быть с собой. Когда мы разбираемся со своими потребностями, нам проще становиться счастливыми. Это, в целом-то, важно само по себе. Но как приятный бонус даёт и прирост производительности.\nНаибольшей побудительной силой обладает наименьший стимул\nпсихолог Павел Зыгмантович в лекции “как доводить начатое до конца” приводит следующую мысль:\n\nиз-под палки, если нам приставили пистолет к виску, мы конечно сделаем всё. Но довольно хреново и попытаемся при любой возможности свинтить\nпо приказу сделаем чуть лучше\nпо просьбе (а просьба как раз значит, что мы можем отказаться) мы сделаем ещё лучше\nа если сами что-то решили — то скорее всего вложимся целиком и сделаем лучше, чем во всех остальных вариантах.\n\nЗамена “должен” → “хочу” есть как раз опускание по этим пунктам с верхних на нижние. Переставая делать что-то из-за “долга”, а делая это из-за “желания”, мы делаем это лучше и продуктивнее.\nБез “желания” Действия просто не работают\nНа практическом уровне мышление в категории “хочу” важно для работы с действиями: классическая схема работы с ними выглядит так, что вы смотрите на список и потихоньку их разбираете. Не думая про мотивацию действий, вы просто перестанете глядеть в список. Ведь это будет список того, чего вы буквально не хотели бы делать.\nЧто делать\n\n\n                  \n                  Tip\n                  \n                \nНет смысла вообще думать о системе продуктивности, пока вы не разобрались, почему хотите делать дела. Система не сможет “заставить” вас в долгосрочной перспективе больше делать то, чего вы не хотите, а “должны”.\n\nРазбираться с тем, почему вы что-то хотите делать это прям первейшая штука, которая нужна для работы списка действий. Когда все действия вы хоть немного да хотите делать, упростить их и назначить триггер — это уже часто дело техники.\nПри этом не обязательно само действие вызывает лютое желание (хотя было б не плохо). Может помочь осознание, зачем действие нужно. (пример: во время подготовки к защите кандидатской писать членам совета с напоминаниями мне не очень хотелось. Но очень хотелось защититься, для чего надо было писать напоминания.)\nДля большого количество “повседневных” дел вы докопаетесь до желаний небольшой рефлексией. Если это не получается, стоит попробовать обсудить с психологом. И лишь после этого думать вновь про систему продуктивности.\nP.s. взгляд на самоконтроль как на “медленную” внутреннюю мотивацию\nРядом с идеей “долженствования → желания” лежит ещё одна мысль, которую я увидел у Аси Казанцевой в лекции “Наука откладывать удовольствие”. А она ссылается на статью Self-Control as Value-Based Choice.\nИдея, что наш “самоконтроль” это тоже не обязательно противопоставление “силы воли” и “желания”. Не “хочу пироженку, но должен есть морковку”. Это такая же мотивация, просто более медленно растущая.\nЕсли вы идёте и вдруг видите пироженку, скорее всего мотивация съесть её будет сильнее. Но если вы собираетесь на обед и думаете, что взять, то мотивация “буду стройным и здоровым” затмит мотивацию “хочу пироженку” к моменту, когда таки будет выбор.\n(вынесено в отдельную заметку: Самоконтроль — медленная внутренняя мотивация)\nпритча вместо эпилога\nНапоследок, одна притча.\n\nОдного дзенского Мастера спросили:\n— Чем Вы обычно занимались до того, как достигли просветления?\nОн ответил:\n— Я обычно рубил дрова и носил воду из колодца.\n— А теперь, когда Вы стали просветлённым, что Вы делаете?\n— Что же ещё я могу делать? Я рублю дрова и ношу воду из колодца.\nЗадавший вопрос был удивлён:\n— В чём же тогда отличие? Перед просветлением Вы делали это и после просветления делаете то же самое!\nМастер засмеялся и сказал:\n— Разница большая. Раньше мне приходилось делать это, заставляя себя, а теперь всё это происходит естественно. Раньше мне надо было прикладывать усилие: перед тем, как я стал просветлённым, это было обязанностью, которую мне приходилось выполнять без всякого желания.  Я делал это потому, что мне приказали это делать. Мой Учитель велел мне рубить дрова, поэтому я и рубил. Но в глубине души я был этим недоволен, хотя внешне этого не показывал.  Теперь я просто рублю дрова, потому что я нахожу в этом определённую красоту и радость. Я ношу воду из колодца потому, что это необходимо. Это уже не тягостная обязанность, а проявление моей любви к моему Учителю. Наступают холода, и нам будет нужно много дров.  Учитель всё больше стареет, поэтому ему требуется больше тепла. Необходимо хорошо отапливать его жилище. Именно благодаря этой любви я рублю дрова и ношу ему воду из колодца. Теперь появилось большое отличие. Отсутствует нежелание или сопротивление. Я просто откликаюсь на то, что необходимо делать в данный момент.\n\n\nобсуждение в Телеграм"},"общее/Поведенческая-модель-Фогга":{"title":"Поведенческая модель Фогга","links":["привычки/О-привычках"],"tags":["фундамент_продуктивности"],"content":"\n\n\n                  \n                  Tip\n                  \n                \nИзменение поведения = триггер × умение × мотивация\n\nЧтобы что-то сделать, должно сложиться 3 фактора: мотивация, триггер и умение делать это дело. Не хватает мотивации — не буду желать это делать. Не появился триггер — не вспомню. Слишком сложное — забью.\nНапример:\n\nесли я вижу на улице 100 рублей, я наверно их подниму. Получить немного денег — мотивация. Лёгкость действия (наклониться, взять деньги) — умение. То, что я их увидел - триггер\nесли я вижу на улице рубль, наверно я не подниму. Умение и триггер остались, но мотивация стала меньше - если я вижу на улице 100 рублей по 10 копеек, я не подниму. Мотивация и триггер остались, но умение (нести тяжесть) изменилось\nнаконец, если 100 рублей лежат не у меня на дороге, а на соседней улице, я их не подниму — хоть умение и мотивация есть, нет триггера — мне просто не с чего делать действие.\n\nМодель сильно связана с тем, как внедрять привычки.\n\n“как всё сложно”\nПоведенческая модель Фогга — хорошая идея, чтобы держать её в голове. Но копая глубже, видишь её ограничения:\n\n“триггер” это не обязательно что-то независимое. Например, если я очень хочу (мотивирован) смотреть соцсети, мой мозг сам мне услужливо напомнит об этом\n“мотивация” меняется от того, насколько мы успешны в делах. Если кучу раз мы “провалим” дело, то вряд ли наша мотивация останется на прежнем уровне…\n\n\nобсуждение в Телеграм\nисточник: книга “Нанопривычки”, Би Джей Фогг"},"общее/Система-1-и-Система-2.-Быстрое-и-медленное-мышление":{"title":"'Система 1' и 'Система 2'. Быстрое и медленное мышление","links":["общее/Сохрани.-Обработай.-Используй","привычки/О-привычках","entities/книга-'Думай-медленно...-решай-быстро'.-Канеман"],"tags":[],"content":"\n\n                  \n                  Warning\n                  \n                \nидея “двух систем” — интересная концепция. Но не будучи нейробиологом, я не могу гарантировать её истинности\n\nКанеман в своей книге “Думай медленно… решай быстро” говорит о существовании у нас как будто бы двух типов мышления: быстрого и медленного. Автоматического и осознанного.\nопределения\nΔ “Быстрое мышление” или “Система 1”  — мышление, которое так или иначе происходит автоматически. Благодаря быстрому мышлению мы ходим, моем посуду, подсчитываем 2+2, отвечаем на вопрос “какого цвета небо”…\nΔ “Медленное мышление” или “Система 2” — мышление, когда мы “включаем голову”. Благодаря медленному мышлению мы решаем интегралы, составляем деловые письма, подсчитываем 583+5435 и делаем много других полезных вещей.\nзачем нам это?\n“Система 2” — энергоёмкая штука. Канеман пишет, что она активна относительно малые промежутки времени. Мы любим “поручать” что-то медленному мышлению. Но мозг не любит его включать и саботирует наше “поручение”. Вся система продуктивности она про то, чтобы как можно больше вещей поручить Системе 1, а Систему 2 использовать лишь при необходимости. Поручая быстрому мышлению то, что мы раньше пытались делать на медленном, мы сильно увеличиваем шансы, что оно будет сделано.\n\nСохрани. Обработай. Используй — “думать” это про обработку. Сохраняем и используем мы по максимуму на автомате\nСистема 2 может “программировать” Систему 1 — мы можем сформулировать простенькие правила, которым потом будет подчиняться наш автопилот. Например, “если цена товара больше X рублей я не покупаю его сразу”. Или “если мне пришла задача, я сначала кладу её в “корзину Входящих&quot;&quot;\nидея привычек, “Действий” в продуктивности,.. — всё это попытка переложить на быстрое мышление всё, что только возможно\n\n\n“как всё сложно”\n\nсам Канеман предостерегал от буквального истолкования Систем. Нет никаких физически отделённых двух “сознаний” в нашем мозгу. Система 1 и Система 2 — лишь полезные метафоры\nГраницы между типами мышления не всегда чёткие и предсказуемые. Заранее сказать что “вот 5 объектов я точно обработаю Системой 1, а 6 — уже Системой 2” нельзя. Ибо это зависит и от объектов и от вашего состояния\n\nP.S. забавная мысль об одной из книг Лукьяненко :)\nКогда-то в подростковом возрасте я читал книгу Лукьяненко. Ничего не помню, что за книга и о чём она была. Но запомнил, что на одной из планет жил народ, который до становления взрослым обучался и был разумным, а вот после — лишь следовал привычкам. “Какая грустная судьба” — подумал я тогда. А теперь вот строю систему, где большую часть времени как раз можно не думать и стремлюсь к этому. Разница лишь одна: процесс “размышлений” остался, и именно он руководит всем остальным. Он стал более концентрированным по времени.\n\nобсуждение в Телеграм\nисточник: книга ‘Думай медленно… решай быстро’. Канеман"},"общее/Сохрани.-Обработай.-Используй":{"title":"Сохрани. Обработай. Используй.","links":["дела/База.-Что-значит-'продуктивность',-где-магия,-что-делать"],"tags":["фундамент_продуктивности"],"content":"\nБольшинство людей уделяют многим вещам больше или меньше внимания, чем они того заслуживают \n(c) Дэвид Аллен, “Как привести дела в порядок”\n\nНаверно, это самый важный сдвиг моего сознания после знакомства с темой:\n\n\n                  \n                  Tip\n                  \n                \nне надо “бежать-делать” сразу.\n\n\nПоступила просьба — не надо сразу её выполнять.\nУвидел статью — не надо сразу её читать.\nПришла в голову мысль — не надо сразу её реализовывать.\n\nСохрани её. Преобразуй в удобный формат. И лишь потом используй.\nсохрани\nДелая сразу, не сохраняя, ты скорее действуешь своими эмоциями, чем разумом. Ты отвлекаешься от своих текущих занятий не потому, что новое дело реально важнее и оно не будет ждать. А просто потому, что оно новое. Ты сбиваешь себе концентрацию. Не надо так!\nЧто-то пришло к тебе — сначала сохрани\nобработай\nФаза сохранения должна быть быстрой — иначе будет влом сохранять. Но для использования сохранённое ещё может быть обработано.\n\nдля “списка дел” полезно выделить первое Действие\nдля пришедших статей полезно понять, развлекательная ли она или образовательная\nдля вещей — положить их на своё место\n…\n\nиспользуй\nИ вот, когда ты сохранил и преобразовал всё как надо — пришла пора использовать. Теперь делать это проще, чем изначально: твои “задачи” или “статьи” или whatever лежат в удобном тебе формате. Их можно сделать сразу скопом. И уже ты выбираешь, когда хочешь ими заняться. Профит!\n\n“как всё сложно”\nas always, у описанного выше есть подводные камни. Вот некоторые из них:\n\nиногда таки надо делать что-то сразу. Например, задача срочная\nиногда таки надо делать что-то сразу. Например, без эффекта новизны ты вообще забьёшь на задачу\nесли привычка “сохранить” довольно простая, то привычки “обработать” и “использовать” гораздо сложнее. Об этом я упоминал ещё в База. Что значит ‘продуктивность’, где магия, что делать. И вот, без этих привычек ты начинаешь сохранять, но вещи всё копятся и копятся. Твой мозг решает, что ты его обманываешь и уже никогда не “используешь” (не сделаешь, не прочтёшь) вещи на третей фазе. И говорит тебе “хватит сохранять, разбирайся сразу”. Всё. Вся система рушится.\n\n\nобсуждение в Телеграм"},"общее/закон-Хика":{"title":"закон Хика","links":[],"tags":[],"content":"Закон Хика: Время принятия решения логарифмически возрастает с числом вариантов в этом решении.\nиз чего напрямую следует:\nВероятность, что решение будет принято уменьшается с числом вариантов в этом решении\n\nобсуждение в Телеграм"},"общее/память/Встроенный-в-общую-картину-мира-объект-запомнить-проще,-а-одиночный----сложнее":{"title":"Встроенный в общую картину мира объект запомнить проще, а одиночный -- сложнее","links":["общее/память/Память-контекстуальна-и-зависит-от-нашего-состояния"],"tags":[],"content":"память контекстуальна. А, значит самостоятельные объекты, не привязанные к “сетке знаний”, запоминаются сложнее и скорее забываются.\nпочему эта идея важна для нас?\nпоказывает, что если мы что-то храним, нам очень важно “расположить” это что-то в картине мира. Без такого расположения подвешенный объект забудется. И наоборот, за то, что мы прям встроили, можно сильно не переживать.\nКроме того, мы можем заранее видеть, что “хм, что-то эта штука лежит особняком, значит я её скорее всего забуду”. И прилагать дополнительные усилия, чтобы не забыть.\n\nобсуждение в Телеграм\nисточник: Как учиться в свое удовольствие\n\nмы запоминаем то, что кажется узнаваемым. Если внешнее знание «близко» к схеме, которая у нас уже есть, вероятность того, что мы обратим на него внимание и временно запомним, выше.\n"},"общее/память/Кривая-забывания--Эббингауза":{"title":"Кривая забывания  Эббингауза","links":["хранение-информации-и-вещей/Обманчивость-идеи-хранения-информации.-Система-должна-напоминать-о-своём-содержимом"],"tags":[],"content":"Эта идея — прям классика-классика. Наверняка вы её уже видели.\nКривая забывания говорит, как много времени нам надо, чтобы запомнить некоторый процент данных. И через сколько времени нам надо его повторять.\nГлавный вывод идеи: это вначале надо повторять часто и мы всё равно забываем. Дальше — нам надо повторять всё реже и при этом помним мы всё больше.\n\nпочему эта идея важна для нас?\nКривая забывания важна в контексте хранения. Обманчивость идеи хранения информации. Система должна напоминать о своём содержимом. Кривая забывания показывает, что, даже в тех редких случаях, когда нам надо прикладывать осознанные усилия для запоминания содержимого системы, делать это часто не придётся. (ну а в большинстве случаев оно запоминается само собой)\n\nобсуждение в Телеграм\nисточник: Википедия"},"общее/память/Мы-забываем-детали":{"title":"Мы забываем детали","links":[],"tags":[],"content":"Нашему мозгу гораздо проще запомнить какие-то общие идеи и общие факты, нежели специфичные детали. Потому что детали считаются “неважными”.\nНапример, мы скорее запомним картину, чем рамку, в которую она вставлена. Скорее фигуру на переднем плане, чем число деревьев на заднем.\nОтсюда вывод: если хотим, чтобы детали запомнились, на них стоит обратить особое внимание.\nпочему эта идея важна для нас?\nБывает, что на самом деле какой-то кусочек информации в списке или какая-то подтема для нас важнее, чем всё остальное. Например, эти строки я пишу в рамках “цикла про память”. Казалось бы, ну значит всё про память. И вы запомните просто “ну там был цикл про память”. Но есть в этом цикле одна необычная мысль, которую я назвал “парадоксом памяти и интереса”. Она выйдет в конце цикла. И если я не обращу на неё отдельное внимание, для вас она и останется просто “одной из мыслей про память, примерно настолько же значимой, как все остальные”. Поэтому, чтобы она запомнилась, надо дополнительное внимание таки обратить. Несмотря на то, что формально это всё ещё просто ещё одна мысль в цикле про память.\n\nобсуждение в Телеграм\nисточник: книга “Как работает память. Наука помнить и искусство забывать”"},"общее/память/Наш-мозг-выталкивает-слегка-неприятные-дела-и-воспоминания":{"title":"Наш мозг выталкивает слегка неприятные дела и воспоминания","links":["общее/Никто-никому-ничего-не-должен.-Продуктивность-и-долженствование","дела/штуки,-которые-мы-не-хотим-видеть,-загрязняют-весь-список-дел"],"tags":[],"content":"Интересная особенность, которую я приметил для своего мозга: слегка неприятные дела и воспоминания мы как будто бы выталкиваем из памяти, стараясь о них не думать.\n\nмы забудем позвонить по телефону, если не любим это дело\nмы забудем извиниться перед человеком\nмы забудем оплатить счета\n\nПриятные дела мы помним. Жутко неприятные — тоже, даже зацикливаемся на них. А вот слегка неприятные — их наш мозг скорее попробует выкинуть из сознания куда подальше.\nпочему эта идея важна для нас?\nиз идеи следует, что неприятные вещи не надо держать в голове.  А значит, для них есть два варианта:\n\nизбавиться от “неприятности”, подумав про мотивацию делать: у нас есть мотивация делать всё, что мы делаем. Вопрос только как докопаться до неё\nзаписать дело в список дел, и не пытаться запомнить, а просто увидеть и сделать в “нужный момент”. Но при этом такие дела “отравляют” список, уменьшая и наше желание в него заглядывать: штуки, которые мы не хотим видеть, загрязняют весь список дел. Что делать, чтобы они были записаны и сделаны, а список дел работал — расскажу как-нибудь в другом посте\n\n\nобсуждение в Телеграм"},"общее/память/Образ-или-яркую-сущность-проще-запомнить":{"title":"Образ или яркую сущность проще запомнить","links":[],"tags":[],"content":"Чтобы повысить шанс, что мы вспомним какую-то идею, ей можно добавить образности.\n\nя скорее запомню идею “бриллиант фасилитатора”, чем мысль “сначала на встречах надо дать сначала участникам продумать разные идеи, а потом сводить их вместе”\nя скорее запомню лозунг “важное-вперёд”, чем “Ильяхов в книге советует сначала в предложении помещать значимую информацию, а детали переносить в конец”\n\nпочему эта идея важна для нас?\nПри создании заметок, особенно “заметок-мыслей”, для важных идей можно придумывать яркие образы. И тогда вам легче будет их найти через поиск, да и вообще проще запомнить, что такая заметка существует.\nПри этом, образы хоть и запоминаются, но они могут и запутать. Если их слишком много, если мы начинаем в них “плыть”. И тогда мы уже такие “чего? причём тут бриллианты? Это вообще к чему?“. Поэтому образ запомнить проще, но если таких образов не очень много.\n\nобсуждение в Телеграм\nисточник: Obsidian Vault Tour | Тур по хранилищу Обсидиан - YouTube - в применении к заметкам тут про это говорили"},"общее/память/Память-контекстуальна-и-зависит-от-нашего-состояния":{"title":"Память контекстуальна и зависит от нашего состояния","links":["общее/Мысленная-дробь","общее/Контекст"],"tags":[],"content":"Канеман предложил для описания вспоминания метафору Мысленной дроби. Есть два основных фактора, от которых зависит эта дробь: “близость” ассоциация в некотором “ментальном” пространстве и наша сосредоточенность.\nблизость ассоциаций\nКогда мы обратили на что-то внимание, наш мозг как будто бы ищет все близкие ассоциации и вытаскивает их наружу.\nЗначит, чтобы нам что-то вспомнить, нужно создавать ассоциации. Чем более “плотно” сидит объект в системе, чем с большим количеством “крючков” он цепляется за другие объекты и события жизни — тем проще его вспомнить. Причём вспоминание идёт, потому что мы заметили эти “другие” объекты. Главные “крючки” — это Контекст.\nсосредоточенность: сфокусированное и рассеянное мышление\nЕсть идея, что наш мозг может работать в двух режимах:\n\n“широкий” режим работы — где мы максимально рассредотачиваемся и пытаемся окинуть картину целиком\n“глубокий” режим работы — где мы максимально концентрированны на чём-то одном и разбираемся с этим\n\nШтука в том, что при “глубоком” режиме работы мы очень нацелены на цель. Даже близкие, но лежащие “сбоку” ассоциации не вспомнятся.\nМне нравится тут видеть продолжение метафоры Мысленной Дроби: в широком режиме работы наши ассоциации никуда не направлены. “Дробь” бьёт во все стороны, но не очень далеко. В глубоком режиме мы видим цель - “Дробь” бьёт только рядом с ней, зато на большее расстояние.\nпочему эта идея важна для нас?\n\nдля ведения дел: “контекстуальность” помогает отказаться от вины “да я же помнил, да забыл!“. Это совершенно нормально, что вы увидели, например, что кончается мыло в ванной, но забыли его купить в магазине. Разные контексты. Поэтому мы и смотрим в сторону списка дел — чтобы не пытаться хранить каждое из них в голове\nдля привычек: лучше работают те привычки, где триггер и сама привычка в одном контексте. Если триггер — “зашёл в ванную”, то и привычка должна выполняться в ванной\nдля системы хранения: важно думать, не как “правильно” хранить, а в каком контексте вы скорее на эту идею наткнётесь. Например: при подготовке к смене как вожатый у меня есть игры и бюрократия. Но если бюрократия строго лежит в контексте “подготовки”, то игры (в моём мозгу) - вещь отдельная. И формально-то может и правильно было бы хранить их всех в разделе “лагерь”. Но раз у меня нет связки “подготовка к лагерю - игры” в голове, то и хранить их буду отдельно\n\n\nобсуждение в Телеграм\nисточник: идею, что память контекстуальна я видел в книге “Как работает память. Наука помнить и искусство забывать”"},"привычки/База.-Что-такое-привычки-и-как-они-появляются":{"title":"База. Что такое привычки и как они появляются","links":["общее/Поведенческая-модель-Фогга"],"tags":[],"content":"что такое привычка\n\nПРИВЫЧКА: Поведение, образ действий, склонность, ставшие для кого-нибудь в жизни обычными, постоянными.\n(с) толковый словарь Ожегова\n\nМы примерно понимаем, что такое привычка. Но приведу примеры, насколько они могут быть разнообразны:\n\n\n                  \n                  Example\n                  \n                \n\nчистить зубы по утрам\nпомыть посуду сразу после еды\nнаходить 3 благодарности сегодняшнего дня вечером\nкреститься при виде церкви\nзаходить в Теремок каждый раз после экзамена\nзаглядывать в телефон при уведомлении\nзаглядывать в телефон, как только стало “скучно”\nехать в спортзал после работы по вторника и пятницам\nработать (а не бездельничать) на работе\nотдыхать (а не работать) после работы дома\nчитать книгу перед сном\nделать журавлика счастья, когда тебе тревожно\nпридумывать забавную историю о человеке, когда он подрезал тебя на машине\nскладывать числа на номерах машин, когда их видишь\nотмечать в книге интересные места карандашом\nизучать 15 минут иностранный язык после ужина\nпросматривать о обрабатывать дела из “корзины входящих” по утрам\nоткрыть список дел и сделать любое из них по звонку таймера\n…\n\n\nСписок должен вам показать вот что: мы привыкли, что привычка это скорее что-то прям совсем автоматическое, каждодневное. Но это не всегда так. Иногда привычка не доводится до автоматизма, просто нам нужно меньше усилий, чтобы её совершать раньше. Уверен, вам будет достаточно просто перестать работать на работе или забросить изучение языка. Но это всё равно привычка. \nМы чистим зубы примерно одинаково каждый день. Но иностранные слова каждый день разные. Мы моем посуду примерно одинаково каждый день. Но дела на работе выполняем разные. Но если вы привыкли заниматься на работе работой, то это всё равно привычка.\nПривычка — это действия или некоторый кластер действий, которые вам проще делать после некоторого триггера, из-за частых повторений этих действий. Привычка — это больше, чем просто автоматические реакции. Вам проще делать кластер “рабочих действий” как только вы оказываетесь на работе. Вам проще делать действия “почистить зубы”, как только вы проснулись и дошли до ванной. И да, для “почистить зубы” “проще” значит “вообще можем не включать мозг”. Но глобально мы можем говорить лишь о том, что стало проще.\nкак сформировать привычку\nПривычки формируются по поведенческой модели Фогга: вам нужен устойчивый триггер, хотя бы базовая мотивация и простота реализации привычки.\n\nТриггер — что-то чёткое, что должно вам напомнить о привычке. Приход на работу и открытие ноутбука. Доедание последнего кусочка на тарелке. Желание кому-то врезать. Пиканье часов. Окончание другой привычки\nМотивация — ваша “высшая цель” + удовольствие от процесса. Вам нужна привычка и которую вы понимаете, зачем внедрить (“хочу заниматься спортом, чтобы дольше жить”) и которая доставляет вам в целом удовольствие (“нравится слушать музыку, пока занимаюсь”)\nПростота — в базе своей привычка должна быть как можно более простой. Ведь привычку вам надо выполнять в разных эмоциональных состояниях: и на подъёме, когда готовы свернуть горы, и на спаде, когда канавку бы перешагнуть. Чем проще действие, тем меньше мотивация вам нужна, чтобы триггер сработал (Поведенческая модель Фогга)\n\n“как всё сложно”\nописанное выше — базовая модель и базовые знания. Но остаётся ещё много вопросов:\n\nкак следить за созданием привычки\nкак приходить к сложной цели (ex: “читать полчаса”), если ставить в привычку простую (“прочесть абзац”)\nкак избавляться от вредных привычек\nкакие варианты для упрощения есть\nможно ли забивать на привычки, когда ну очень в лом\nкакие триггеры выбирать\n…\n\nэти вопросы мы разберём в дальнейшем :)\n\nобсуждение в Телеграм и Телеграм*"},"привычки/О-привычках":{"title":"О привычках","links":["привычки/База.-Что-такое-привычки-и-как-они-появляются"],"tags":[],"content":"\nБаза. Что такое привычки и как они появляются\n"},"привычки/Ой,-а-не-станет-ли-это-привычкой.":{"title":"Ой, а не станет ли это привычкой?","links":[],"tags":[],"content":"У меня появился вопрос-стопор и предлагаю вам тоже его себе перенять.\nЯ читаю перед сном и, не редко, делаю это на планшете. После чтения, уже перед самым-самым сном, я заходил ВК и проверял, что мир не рухнул за эти полчаса-час (вроде ни разу не рухнул).\nНо окончание чтения — это замечательный триггер. А заход в соцсети — отличный кандидат на действие, учитывая притягательность соцсетей. Я ещё не сформировал привычку “глядеть соцсеть перед самым сном”. Но уже в опасности. И тут меня выручает мысль “а нравлюсь ли себе будущий я, у которого сформирована такая привычка?“. Ответ - не нравлюсь. И этот вопрос служит мотивацией отдёрнуть себя.\n\nхочу ли я себе привычку глядеть ВК перед сном?\nхочу ли я привычку отвлекаться на почту в момент работы?\nхочу ли я привычку лазать по сайтам, пока идёт лекция?\n\nГоворят, вредную привычку нельзя полностью победить. Но о чём почти не говорят, что мы можем как создать себе много новых вредных привычек, так и избежать их создания. В следующий раз, когда вы будете сомневаться, совершать ли какое-то вредное, но приятное действие, подумайте: “ой, а не станет ли это привычкой?”\n\nобсуждение в Телеграм"},"привычки/Привычки-триггеры-осознанности":{"title":"Привычки-триггеры осознанности","links":["привычки/Ой,-а-не-станет-ли-это-привычкой."],"tags":[],"content":"\n\n                  \n                  Tip\n                  \n                \nНеобходимость в любом даже небольшом изменении привычки выбивает из ‘привычности’, что можно использовать для прекращения привычки\n\nБольшой пласт советов про устранение вредных привычек — в “небольшом” изменении триггеров, которые запускают эту привычку.\n\nубрать приложение соцсетей с главного экрана\nотключить интернет, чтобы всё время надо было его включать\nпоменять браузер на новый\nпоставить блокировку, которую можно обойти по паролю\n\nХарактерная черта таких идей: они нарушают типичный ход привычки, но почти не трогают “способность” её совершить.\nСовет может сработать и не сработать.\nПример: то, что на главном экране смартфона нет соцсетей никак не влияет на то, как часто их смотрю. Я просто привык вбивать название приложения в поиске.\nНо смена браузера во время работы с chrome на Firefox действительно сработала. Хотя, казалось, открыть заново браузер дело ещё более простое, чем вбивать название приложения.\nЯ подумал, что все такие изменения — это сигналы мозгу: “стой, тут что-то не так, как привык. Включи голову и подумай”. И выпадая из состояния “автомата” мозг действительно понимает, что что-то не так и перестаёт заниматься глупостью.\nПочему подход сработал в измерении браузера, но не в удалении ярлыков приложения?\nПотому что во втором случае я не задавал себе вопрос: Ой, а не станет ли это привычкой. И оно стало.\nОчень многие вредные привычки можно устранить, лишь слегка нарушив ход из течения. Но каждый раз, когда вы преуспели в своём деле, не забудьте не продолбать достижение. Не превратите его в привычку. Не игнорируйте желание мозга “включить голову”.\n\nобсуждение в Телеграм"},"привычки/конкретные-привычки/Таймер-при-входе-в-дом.-Как-не-продолбать-вечер":{"title":"Таймер при входе в дом: как не продолбать вечер","links":["дела/Искорка","привычки/Привычки-триггеры-осознанности","привычки/Ой,-а-не-станет-ли-это-привычкой."],"tags":[],"content":"Проблема: после работы мы приходим уставшие. Нам хочется отдохнуть. Но этот “отдых” может длиться до ночи. В итоге мы даже не смотрим на дела и чувствуем, что продалбываемся.\nРешение: сформировать привычку начинать делать дела после отдыха.\n\n\n                  \n                  Привычка \n                  \n                \n(привычка-подготовка) при входе в дом я завожу таймер на час с небольшим. В идеале ещё смотрю список дел и сразу выбираю “искорку”.\n(основная привычка) как таймер срабатывает, заканчиваю отдых и выполняю запланированное дело (или любое из списка дел). После этого могу взять ещё дела.\n\n\nБолее формально\nПривычка - подготовка:\n\nТриггер: вхожу в комнату, ставлю ноутбук на зарядку, вижу физический таймер.\nBaby step: открываю на ноутбуке список дел, выбираю какое-то. Возвожу таймер\nИдеал, к которому стремлюсь: -//-\nМотивация: хочу делать дела, когда есть силы\n\nОсновная привычка:\n\nТриггер: сработанный таймер\nBaby step: смотрю описание выбранного дела, делаю его\nИдеал, к которому стремлюсь: + смотрю другие дела и делаю их, в целом продуктивно провожу вечер\nМотивация: хочу делать дела, когда есть силы\n\n\nкак это устроено\nрассказываю, как создал привычку, чтобы вы могли создать свою.\nГлавное: мне действительно нужно время отдохнуть после прихода домой. Я мог бы попытаться “переломить себя через колено”, но это было бы очень тяжело. Да и грустил я не из-за того, что не делал всё свободное время, а именно потому что вроде уже отдохнул, а всё ещё дела не делаются.\nДальше пришла пора триггера. В теории подойдёт всё что угодно. Но у меня уже был небольшой опыт как я возвращаюсь к делам по таймеру, так что остановился на нём. Тем более купил физический таймер, который просто приятно возводить\nИ последний шаг: очертить и сделать как можно проще первый шаг привычки. Тут включается вся остальная система: мой “список дел” на самом деле — список “следующих действий” — максимально простых штук, где все решения уже приняты, просто брать и делать. Вот из них я и выбираю.\n\n“как всё сложно”\nМой таймер это по сути триггер маркер осознанности. Стоит начать забивать на него и вся привычка разлетится в пыль. Спрашивайте себя: Ой, а не станет ли это привычкой.\nЧтобы выполнить baby step привычки, у вас должны быть искорки. А значит должна быть привычка их создания\nЕсть общий вопрос, “как маленький шаг приводит к цели”. Когда-нибудь об этом выйдет пост.\n\nобсуждение в Телеграм"},"хранение-информации-и-вещей/О-системе-хранения-информации-и-вещей":{"title":"О системе хранения информации и вещей","links":["заметки/О-заметках","заметки/P.A.R.A.-метод-Тьяго-Форте.-И-моя-критика-метода","хранение-информации-и-вещей/Обманчивость-идеи-хранения-информации.-Система-должна-напоминать-о-своём-содержимом"],"tags":[],"content":"Этот раздел посвящён системам для хранения… всего. Как хранить файлы на компьютере? Как хранить написанные статьи? Как хранить карандаши? Как хранить идеи подарков?\nЭта тема пересекается с вопросом о заметках (см. О заметках), но будем считать её отдельной :)\n\nP.A.R.A. метод Тьяго Форте. И моя критика метода\nОбманчивость идеи хранения информации. Система должна напоминать о своём содержимом\n\n"},"хранение-информации-и-вещей/Обманчивость-идеи-хранения-информации.-Система-должна-напоминать-о-своём-содержимом":{"title":"Обманчивость идеи хранения информации. Система должна напоминать о своём содержимом","links":["хранение-информации-и-вещей/Работа-с-системой-организации.-Привычка-поиска"],"tags":[],"content":"Я тут разобрал весь архив файлов со времён школы и нашёл много чего полезного: скрипты, которые помогают загружать файлы в облако. Правила игр, которые я когда-то писал. Задачники по физике, которые использовал в преподавании.\nВ архиве, который я сохранял последние 20 лет, было ещё куча актуальных и сейчас для меня файлов. Вот только я про них забыл. И буквально первый раз со времени помещения папок в архив туда заглянул. Было ли у вас так? Что вы случайно натыкаетесь на файл, полезный и нужный вам, но вы не то что не помнили где он лежит, напрочь забыли о самом его существовании?\nПри том, что я не помнил про существования файлов, сама система хранения у меня была вполне себе нормальная.  Знай я, что есть задачник по физике, используемый в лагере, неужели бы не догадался посмотреть в занятия/вожатство/физ лагерь/2011/прочее? Помни я, что когда-то писал скрипт загрузки файла в Яндекс.Диск, не посмотрел бы в жизнь/скрипты и т.п./2015? Да наверное уж нашёл. Но не искал.\n\n\n                  \n                  Tip\n                  \n                \nЦель системы хранения — не только “хранить” нужные вам материалы. Система хранения должна так же и напоминать о том, что в ней лежит.\n\nНет абсолютно никакого толка хранить файл, если вы никогда за ним не полезете.\nИ есть лишь два способа сделать так, чтобы вы полезли:\n\nПривычка поиска\nорганизация, способствующая вспоминанию в нужный момент\n\nКак организовать систему, чтобы она помогала добиться этих целей поговорим в другой раз :) Спойлер: делайте её плоской.\n\nUPD по итогам обсуждения в Телеграм\nОбычно, когда мы думаем о хранилище, мы задаёмся вопросами из серии “а как хранить ключи, которые я каждый день ношу” или “как хранить отвёртку, которую я не использую часто, но точно знаю, что отвёртка — это инструмент”.\nСистеме действительно не надо напоминать нам о существовании ключей — мы слишком часто их используем, чтобы забыть. Системе действительно не надо напоминать о том, где лежит отвёртка — потому что связь “отвёртка это инструмент” в нашем мозгу достаточно крепка, а самих инструментов достаточно много, чтобы не забывать, что “у меня есть инструменты”. Для многих задач нам достаточно только удобно хранить.\nИдея этой статьи — показать, что за этими примерами есть что-то ещё.\n\nпрочитал, например, лекцию. А через 1.5 года кто-то спросил меня материал на такую тему. Лекций я читаю много, но на совершенно разные темы — от измерения расстояний во Вселенной до создания игр. Если система не напоминала мне, что я что-то такое прочёл — мне придётся собирать материал заново. При этом, читай я лекции именно на эту тему каждую неделю, никакого напоминания не понадобилось бы\nнашёл я для лагеря задачник. Но было это 10 лет назад. Я еле помню, что вообще там был, а уж что “ну раз я был в лагере, то я делал материалы, а раз делал материалы то должен быть задачник” — эта связка вообще мне в голову не пришла бы. В этом году меня позвали в другой лагерь, но я отказался как раз потому, что не хотел столько времени готовиться, а что некоторые материалы уже есть — об этом не подумал. При этом, будь в моём мозгу шаблон к лагерю, скажем деля я всегда подготовку на “бюрократия - игры - материалы к предмету”, скорее всего я бы вспомнил про материалы и посмотрел бы\nнужна, скажем, мне фотография кого-то из друзей. И я знаю, что у меня есть фотки — но их тысячи. Просто перебирать их было ооочень долго. Но если бы система напоминала о том, где примерно что лежит — я бы скорее нашёл сразу. При этом, например, спроси у меня не фото друга а фото себя — я его найду сразу, просто потому что для “мои фото” у меня есть отдельное место в голове и в системе — их слишком уж часто спрашивают\n\n“а разве примеры выше — не просто признак плохой системы?”\nИз примеров выше может сложится мнение, что да система просто у меня плохая. Ясно же, что раз материалы нужны, то хранить их стоит отдельно. Ясно же, что раз лекции делаю, лучше их выделить и всегда знать, где они.\nХорошая система должна следовать частым запросам. Если меня часто спрашивают “свою фото для анонса” я создам отдельную папку для своих фото. Если я часто готовлюсь к лагерям, я создам отдельный склад материалов.\nНо никакая система не может быть сделана для всех возможных запросов. Ибо будущее непредсказуемо. Я не буду делать папки для всех своих друзей, пар друзей, компаний друзей и паросочетаний друг-мероприятие: на это уйдёт слишком много времени. Я не буду пытаться разбить все свои материалы выступлений по всем возможным категориям — просто окажется, что в будущем они понадобятся в какой-то совершенно новой стезе. Для частых запросов хорошая система может не напоминать — сама частота запроса не даёт забыть. Но для редких — лучше напоминать, чем пытаться подстроиться под каждый из них.\n“А нельзя просто не полагаться на структуру, а делать каждый раз поиск по системе?“. Тогда, кажется, идея “готовиться на все возможные случаи жизни” уже неактуальна. Проблема тут в следующем: чтобы делать такой поиск, у меня должна сработать привычка искать. Должен сработать триггер “о, мне что-то надо”. Должна быть мотивация “в целом, если я пойду искать, у меня есть шанс что-то найти”. Должна быть простота: “так, мне не надо перебирать всю систему. Я примерно помню где оно лежит, я примерно помню ключевые слова”. Эта привычка не берётся из вакуума. Она формируется как раз потому, что вы достаточно часто уже обращались к системе, что система напоминала вам о своём содержимом и вы ожидаете, что потенциальная награда “я найду что искал” больше потенциальных издержек “я потрачу время на поиск”. (см. Привычку поиска в списке стоит внедрять, когда список содержит много элементов.)\nчто вообще значит “система должна напоминать”\nИз всего выше, учитывая что я вообще не пишу тут о том, а “как система напоминает”, может сложиться впечатление, что это некоторая “активная стадия работы с системой, которая требует усилий”. И в исключительно редких случаях это может быть действительно так. Но в чаще всего идея “система должна напоминать” — просто одна из идей для её удобного построения. Ну например: если у вас не 1000 проектов каждый день, пихните все сделанные проекты в одну папку. Тогда, когда вы будете добавлять следующий проект в архив, вы на автомате будете глазами пробегать уже существующие. (Это идея “плоского архива проектов”, о которой ещё поговорим :))\n\nобсуждение в Телеграм"},"хранение-информации-и-вещей/Работа-с-системой-организации.-Привычка-поиска":{"title":"Работа с системой организации. Привычка поиска","links":["хранение-информации-и-вещей/Работа-с-системой-организации.-Привычка-поиска","заметки/P.A.R.A.-метод-Тьяго-Форте.-И-моя-критика-метода","привычки/О-привычках","дела/О-делах","дела/штуки,-которые-мы-не-хотим-видеть,-загрязняют-весь-список-дел","дела/Искорка"],"tags":[],"content":"Раньше думал, что “ну всё как-то само получится, как-то само будет находиться, ничего дополнительно делать не надо”. Я разочаровался в этой идее. Хорошая система организации действительно сильно упрощает работу с собой. Но всё же требует вашего внимания. Кажется доп работа — это муторно. Но лучше раз в пару месяцев потратить полчаса, чем всё время раздражаться от того, что не помнишь куда что положил.\nЭта статья поможет не превратить вашу систему организации в свалку.\n\n\n                  \n                  hint \n                  \n                \nДля систем организации есть два пути, “почему мы вернёмся к сохранённому”:\n\nВы в нужный момент вспоминаете: “О, я же это сохранял” и идёте смотреть в систему\nВы имеете привычку, по которой каждый раз смотрите нужную часть системы, в предположении, что что-то вам пригодится\n\n\n\nпро работу через привычку — эта статья\nпро работу через память — следующая\n\nПока работа через привычку звучит абстрактно, но вот примеры:\n\nвы идёте в магазин и имеете привычку: каждый раз смотреть список покупок. Нет ли там вдруг чего, чего забыл?\nвас попросили подготовить выступление и вы имеете привычку: каждый раз, когда я готовлю выступление, я сначала просматриваю список предыдущих выступлений, а ещё список прочитанных книг по теме.\nвас попросили подготовить выступление и вы имеете привычку: “пройтись по списку коллег и подумать, есть ли у кого нужный материал”\nвы читаете книгу и имеете привычку: добавить книгу в базу знаний и заодно посмотреть, есть ли материалы рядом\nвы пишите статью про “два способа работы с системой организации” и имеете привычку: открыть заметки в своей базе, на основе которых я пишу статью и проглядеть их\n\nРазберёмся подробнее, как работают обе эти штуки, где они пересекаются и когда какую использовать.\nПамять ненадёжна. Поэтому многие вместо неё предлагают формировать привычку. Например Getting Things Done предлагает формулировать и заглядывать в “список следующих действий”. А P.A.R.A. говорит перед стартом проекта обязательно посмотреть все старые. У метода есть свои ограничения, но сначала расскажу подробнее о нём самом.\nИдея проста: создать себе привычку всегда перед тем, как сделать X просмотреть к список уже сделанного.\n\nЕсли сформирована привычка, то вы всегда сможете пользоваться “заготовками”: будь то список сделанных проектов или список будущих дел.\nЕсли сформирована привычка, то вы всегда будете уверены, что файл не потеряется, а дело не забудется\nЕсли сформирована привычка, то вы чувствуете уверенность в своей системе и спокойствие\n\nОднако у идеи “давайте делать привычки” есть проблема, о которой я не видел, чтобы говорили. Она работает, “если сформирована привычка”.\nформирование привычки просматривать списки и возможная проблема\nНапомню, что привычка формируется при наличии триггера, способности её выполнять и мотивации (см. О привычках). С Триггером и способностью всё более менее понятно. А вот в мотивации стоит обратить внимание на проблемы.\nтриггер\nТриггер — то, что запускает привычку. В наших с вами делах — просмотре списков — эта штука, которая позволяет вспомнить “ой, я же хотел посмотреть, что там написано”.\nТакой триггер легко создать для списков проектов: например, “сели создавать первый документ” или “увидели в корзине входящих идею сделать проект”. Такой триггер сложнее создать для дел, но об этом мы поговорим как-нибудь в разделе О делах.\nспособность выполнить\nСпособность — то, насколько легко вам что-то найти. В нашем случае — понять, “где же оно лежит”. Облегчить такое нахождение — одна из главных задач Системы. Но пока оставим её за скобками. Часто и для сделанных проектов и для списка дел достаточно просто плоской структуры, которую вы целиком просматриваете\nмотивация привычки\nМотивация — то, что вас вознаграждает при создании привычки. Ради чего вы её делаете. И это штука на поверку не такая тривиальная. Ни Тьяго в P.A.R.A., ни Аллен в GTD об этом не говорят :(\n\n\n                  \n                  Важно \n                  \n                \nЧтобы у нас была мотивация смотреть список, должно выполняться 2 условия:\n\nВ списке не должно быть вещей, которые нам прям не хочется смотреть\nНам надо почаще “выигрывать”: реально находить что-то в процессе поиска такого, о чём до этого мы не помнили\n\n\n“Чего-то не хотеться смотреть” у меня бывает только для списка “следующих действий”. Бывает, что кидаешь что-то туда, а потом избегаешь смотреть список. Одно такое “токсичное” дело может испортить весь список и помешает его смотреть. Что делать? Выкидывать это дело из списка дел нафиг обратно в корзину входящих. А там рефлексировать над тем, что с ним и почему не хочется делать. (выделил в отдельную заметку: штуки, которые мы не хотим видеть, загрязняют весь список дел)\nА чтобы “выигрывать” для списка дел полезны ‘Искорки’ — маленькие дела, которые всегда хочется делать. А для списков со всякой справочной информацией решает количество. Если у вас 100 проектов сделанных, что-то да найдётся. А если система только начинается и там пару проектов — вы не заставите себя их просматривать, мозг будет знать “я точно уверен, что там ничего нужного нет”.\nКогда внедрять привычку поиска\nВнедрение привычки штука важная и полезная. Но не торопитесь её внедрять. Такая привычка полезна для списков из многих элементов (чтобы не заставлять свой мозг все их запоминать), а самих таких списков должно быть относительно мало (вы не сделаете себе 100 привычек, просто триггер не будет срабатывать).\nВ остальных же случаях мы опираемся на память, но об этом — другая статья.\n\n“как всё сложно”\nНа неком более абстрактном уровне, “создание привычки поиска” всё равно работает через механизмы памяти.\n\nМежду новой “сущностью” и категориями, для которых есть привычка должно быть мало некоторое “ментальное расстояние”. Т.е. вы действительно должны подумать “о, вот эта штука — проект, посмотрю ка я её в проектах. А эта штука — статья, посмотрю-ка я её в статьях”.\nКогда вы таки просматриваете списки, вы вряд ли смотрите их целиком. (На примере проектов — вы вряд ли открываете каждый файл.) А  значит, содержимое проекта должно каким-то образом всплывать в вашей памяти, чтобы соотносится с искомым. Т.е. вы должны, ища рисунок к статье и увидя проект “отчётная презентация” вспомнить “о, я же там рисунки делал, загляну-ка внутрь”. То, когда так происходит или не происходит, как увеличить вероятность “срабатывания” — большая и не до конца понятная мне тема. Но частично с ней разберёмся в будущих статьях\n\n\nобсуждение в Телеграм"},"хранение-информации-и-вещей/Эффект-владения-и-эффект-непринятия-потерь":{"title":"Эффект владения и эффект непринятия потерь","links":["entities/книга-'Думай-медленно...-решай-быстро'.-Канеман"],"tags":[],"content":"Δ Эффект владения: вещи, которые мы считаем “своими” мы ценим больше, чем такие же, которыми мы не владеем\nΔ Эффект неприятия потерь — эффект, что потеря чего-либо для нас более значима, чем если бы мы его изначально не приобретали…\nзачем нам это?\n\n“эффект владения” — штука, которая мешает нам расхламляться. Мы купили что-то. Оно наше. Значит мы не хотим от этого избавиться, даже если “объективно” оно нам не надо\nменее значимо, но всё-же, эффект “владения” мешает нам внедрить систему организации дел: если мы записали дело, то как будто бы не можем его уже выкинуть никогда. Из-за этого может быть что вы внедрили систему, а стало только хуже\n\n\nобсуждение в Телеграм\nисточник: книга ‘Думай медленно… решай быстро’. Канеман"}}